Repository: rgleason/weather_routing_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fil_ph, id_id, it_it, nl_nl, pl_pl, pt_br, tr_tr

source: &GoTo
cs_cz: &Jít na
de_de: &Gehe zu
es_es: &G Ir a
et_ee: M&ine
fil_ph: &PumuntaSa
id_id: &PergiKe
it_it: &Vai a
nl_nl: &Ga naar
pl_pl: &Idź do
pt_br: &Ir para
tr_tr: &Git

source: Delete All
cs_cz: Smazat vše
de_de: Alle löschen
es_es: Borrar Todo
et_ee: Kustuta kõik
fil_ph: Tanggalin ang Lahat
id_id: Menghapus semua
it_it: Elimina tutto
nl_nl: Alles verwijderen
pl_pl: Usuń wszystko
pt_br: Excluir tudo
tr_tr: Tümünü Sil

source: &Compute
cs_cz: Vypočítat
de_de: Berechnen
es_es: &Calcular
et_ee: &Arvuta
fil_ph: &Magkwenta
id_id: &Menghitung
it_it: Calcola
nl_nl: &Berekenen
pl_pl: &Oblicz
pt_br: &calcular
tr_tr: &Hesapla

source: Compute &All
cs_cz: Vypočít&at vše
de_de: Alle Berechnen
es_es: C&alcular Todo
et_ee: A&rvuta kõik
fil_ph: Kwentahin &Lahat
id_id: Menghitung &semua
it_it: Calcola &Tutto
nl_nl: &Alles berekenen
pl_pl: Przelicz &Wszystko
pt_br: Calcular &tudo
tr_tr: &Tümünü hesapla

source: &Stop
de_de: &Stoppen
es_es: &S Parar
et_ee: &Lõpeta
fil_ph: &Huminto
id_id: &Berhenti
it_it: &Fine
nl_nl: &Stoppen
pt_br: &Parar
tr_tr: &Dur

source: &Reset All
cs_cz: &Resetovat vše
de_de: Alle zu&rücksetzen
es_es: &Reiniciar Todo
et_ee: &Lähtesta kõik
fil_ph: &Itakdang muli ang Lahat
id_id: &Setel ulang semua
it_it: Ripristina Tutto
nl_nl: Alles &terugstellen
pl_pl: &Resetuj wszystko
pt_br: &Restaurar tudo
tr_tr: &Tümünü Sıfırla

source: Export
de_de: Exportieren
es_es: Exportar
it_it: Esporta

source: E&xportRoute
de_de: RouteE&xport
es_es: E&xportRuta
it_it: Esporta rotta

source: Export All
cs_cz: Exportovat vše
de_de: Alle exportieren
es_es: Exportar Todo
et_ee: Ekspordi kõik
fil_ph: Iluwas ang Lahat
id_id: Ekspor Semua
it_it: Esporta tutto
nl_nl: Alles exporteren
pl_pl: Eksportuj wszystko
pt_br: Exportar tudo
tr_tr: Tümünü Dışa Aktar

source: &Filter
cs_cz: &Filtr
de_de: &Filtern
es_es: &Filtrar
et_ee: &Filtreeri
fil_ph: &Magsala
id_id: &Menyaring
it_it: &Filtri
pl_pl: & Filtr
pt_br: &Filtro
tr_tr: &Filtre

source: &Configuration
cs_cz: Konfigura&ce
de_de: Konfigurationen
es_es: &Configuración
et_ee: &Seadistus
fil_ph: &Pagsasaayos
id_id: &Konfigurasi
it_it: &Configurazione
nl_nl: &Configuratie
pl_pl: &Konfiguracja
pt_br: &Configuração
tr_tr: &Yapılandırma

source: &Settings
cs_cz: &Nastavení
de_de: Einstellungen
es_es: &S Configuración
et_ee: &Sätted
fil_ph: &Mga Pagkakatakda
id_id: &Setelan
it_it: %Impostazioni
nl_nl: &Instellingen
pl_pl: &Ustawienia
pt_br: &Ajustar
tr_tr: &Ayarlar

source: S&tatistics
cs_cz: S&tatistiky
de_de: S&tatistiken
es_es: Es&tadísticas
et_ee: S&tatistika
fil_ph: &Mga Istatistika
id_id: S&tatistik
it_it: S&tatistiche
nl_nl: S&tatistieken
pl_pl: S&tatystyka
pt_br: E&statisticas

source: &Report
de_de: Be&richt
es_es: &R Informe
et_ee: &Aruanne
fil_ph: &Mag-ulat
id_id: &Melaporkan
nl_nl: &Rapporteren
pl_pl: & Raport
pt_br: & Relatório
tr_tr: &Rapor

source: &Plot
cs_cz: Vykreslit
es_es: &P Dibujar
et_ee: &Koht
fil_ph: &Magbalangkas
id_id: &Merencanakan
it_it: Waypiont
nl_nl: &Plotten
pl_pl: &Wykres
pt_br: &Carta
tr_tr: &Parsel

source: &Cursor Position
cs_cz: Pozice &kurzoru
es_es: Posición del &Cursor
et_ee: &Kursori asukoht
fil_ph: &Posisyon ng Panturo
id_id: &Posisi Kursor
it_it: &Posizione Cursore
nl_nl: &Cursor-positie
pl_pl: &Pozycja kursora
pt_br: &posição do cursor
tr_tr: &Gösterge Konumu

source: &Route Position
de_de: &Routenposition
es_es: Posición De&rrota
it_it: Instradamento meteo
nl_nl: &Route Positie

source: &View
cs_cz: &Zobrazit
de_de: &Ansicht
es_es: &Vista
et_ee: &Vaade
fil_ph: &Tingnan
id_id: &Lihat
it_it: Vista Visita
nl_nl: &Beeld
pl_pl: &Widok
pt_br: &Vista
tr_tr: &Görünüm

source: &Information
cs_cz: &Informace
es_es: &Información
et_ee: &Info
fil_ph: &Impormasyon
id_id: &Informasi
it_it: &Informazioni
nl_nl: &Informatie
pl_pl: & Informacja
pt_br: &Informações
tr_tr: &Bilgi

source: &About
cs_cz: O &aplikaci
de_de: &Über
es_es: &A Sobre
et_ee: &Teave
fil_ph: &Tungkol
id_id: &Tentang
it_it: Informazioni su
nl_nl: &Over
pl_pl: &O
pt_br: &Sobre
tr_tr: &Hakkında

source: &Help
cs_cz: &Pomoc
de_de: &Hilfe
es_es: &H Ayuda
et_ee: A&bi
fil_ph: &Tulong
id_id: &Bantuan
it_it: &Aiuto
pl_pl: &Pomoc
pt_br: &Ajuda
tr_tr: &Yardım

source: View
de_de: Ansicht
es_es: Vista
et_ee: Vaade
nl_nl: Weergave

source: Positions
cs_cz: Pozice
de_de: Positionen
es_es: Posiciones
et_ee: Asukohad
fil_ph: Mga posiston
id_id: Posisi
it_it: Posizioni
nl_nl: Posities
pl_pl: Pozycja
pt_br: Posições
tr_tr: Pozisyonlar

source: Configurations
cs_cz: Konfigurace
de_de: Konfigurationen
es_es: Configuraciones
et_ee: Seadistused
fil_ph: Mga Pagsasaayos
id_id: Konfigurasi
it_it: Configurazioni
nl_nl: Configuraties
pl_pl: Konfiguracja
pt_br: Configurações
tr_tr: Yapılandırmalar

source: &Export results as internal Track
de_de: Ergebnisse als internen Track exportieren
es_es: &Exportar resultados como derrota interna
it_it: &Esporta i risultati come traccia interna

source: Export results as GPX Route file
de_de: Ergebnisse als GPX-Routendatei exportieren
es_es: Exportar resultados como archivo de ruta GPX
it_it: Esporta i risultati come file GPX Rotta

source: Display
cs_cz: Zobrazení
de_de: Anzeige
es_es: Visualización
et_ee: Kuva
fil_ph: Displey
id_id: Tampilan
it_it: Visualizza
nl_nl: Weergave
pl_pl: Pokaż
pt_br: Apresentação
tr_tr: Görüntü

source: Cursor Route Color
cs_cz: Barva kurzorové trasy
de_de: Cursorrouten-Farbe
es_es: Color Ruta Cursor
fil_ph: Kulay ng Rutang Panturo
id_id: Kursor Rute Warna
it_it: Colore cursore della rotta
nl_nl: Kleur cursorroute
pl_pl: Kolor ścieżki kursora
pt_br: Cursor rota cor
tr_tr: Gösterge Rota Rengi

source: Destination Route Color
cs_cz: Barva cíloví trasy
de_de: Zielrouten Farbe
es_es: Color del destino de ruta
fil_ph: Kulay ng Rutang Destinasyon
id_id: Tujuan warna rute
it_it: Colore Rotta Di Destinazione
nl_nl: Kleur bestemmingsroute
pl_pl: Kolor Drogi przeznaczenia
pt_br: Cor da rota de destino
tr_tr: Hedef Rota Rengi

source: Route Thickness
cs_cz: Tloušťka trasy
de_de: Dicke Route
es_es: Grosor de Ruta
et_ee: Teekonna paksus
fil_ph: Kapal ng Ruta
id_id: Rute Tebal
it_it: Spessore della rotta
nl_nl: Lijndikte route
pl_pl: Grubość Drogi
pt_br: Espessura de rota
tr_tr: Rota Kalınlığı

source: Iso Chron Thickness
cs_cz: Tloušťka izochrony
de_de: Dicke Isochronen
es_es: Grosor de Isócronas
et_ee: Isokrooni paksus
fil_ph: Kapal ng Iso Chron
id_id: Iso Taw Tebal
it_it: Spessore Iso Chron
nl_nl: Lijndikte isochronen
pl_pl: Grubość izochron
pt_br: Espessura ISO Chron
tr_tr: Iso Chron Kalınlığı

source: Alternate Routes Thickness
cs_cz: Tloušťka alternativní trasy
de_de: Dicke für alternative Routen
es_es: Grosor Ruta Alternativa
et_ee: Alternattivne teekonna paksus
fil_ph: Kapal ng mga Alternatibong Ruta
id_id: Rute Alternatif Ketebalan
it_it: Spessore Rotte Alternative
nl_nl: Lijndikte alternatieve routes
pl_pl: Grubość dróg alternatywnych
pt_br: Espessura de rotas alternativas
tr_tr: Alternatif Rotalar Kalınlığı

source: Wind Barbs On Route Thickness
de_de: Stärke Windfahne an Route
es_es: Espesor de Barbas de Viento en Ruta
it_it: Barre Del Vento Sulla Rotta Spessore
nl_nl: Dikte van Windpijlen op Route

source: Display Cursor Route
de_de: Routen Cursor anzeigen
es_es: Mostrar Ruta del Cursor
it_it: Mostra percorso al cursore
nl_nl: Toon cursorroute

source: Alternates for all IsoChrons
cs_cz: Alternativy pro všechny izochrony
de_de: Alternativen für alle Isochronen
es_es: Alternancia de las Isócronas
et_ee: Muutub kõigi isokroonide jaoks
fil_ph: Mga kahalili para sa lahat ng mga IsoChron
id_id: Alternatif untuk semua IsoChrons
it_it: Supplenti per tutti gli IsoChrons
nl_nl: Alternatieven voor alle isochronen
pl_pl: Alternatywy dla wszystkich Izochron
pt_br: Altenativos para todos IsoChrons
tr_tr: Tüüm IsoChronslar için alternatifler

source: Display mark when Polar changes
cs_cz: Zobrazení značky při změně poláru
de_de: Markierung anzeigen, wenn sich der Polar ändert
es_es: Mostrar marca cuando haya cambios Polares
et_ee: Kuva märki kui Polari muutub
fil_ph: I-displey ang tanda kapag nagbago ang Polar
id_id: Tanda tampilan saat polar berubah
it_it: Mostra il segno quando Polar cambia
nl_nl: Toon markering wanneer Polar verandert
pt_br: Exibir marca quando alterações Polar
tr_tr: Kutup değiştiği zaman işareti görüntüle

source: Display current
cs_cz: Zobrazit proud
de_de: Strömung anzeigen
es_es: Mostrar actual
fil_ph: I-displey ang kasalukuyan
id_id: Tampilan terkini
it_it: Visualizza corrente
nl_nl: Toon stroom
pl_pl: Wyświetlić bieżące
pt_br: Exposição atual
tr_tr: Akıntıyı görüntüle

source: Display Wind Barbs
cs_cz: Zobrazit šipky větru
de_de: Windpfeile anzeigen
es_es: Mostrar flechas barbadas en viento
fil_ph: I-displey ang mga Sima ng Hangin
id_id: Layar wind barbs
it_it: Visualizza Barre Del Vento
nl_nl: Toon windpijlen
pl_pl: Wyświetl chorągiewki wiatru
pt_br: Exibição de Farpas de vento
tr_tr: Rüzgar Oklarını Görüntüle

source: Apparent Wind for Barbs On Route (not True Wind)
de_de: Scheinbarer Wind für Fahne auf der Route (nicht Wahrer Wind)
es_es: Viento aparente para barbas en ruta (no Viento Verdadero)
it_it: Vento apparente per Barbs On Route (non Vento Vero)
nl_nl: Schijnbare Wind voor Windpijlen op Route

source: Display Sailing Comfort on Route
de_de: Segelkomfort auf Route anzeigen
es_es: Mostrar Ruta cómoda de Navegación
it_it: Visualizzazione comfort nautico sulla rotta
nl_nl: Toon Comfort op Route

source: Computation
cs_cz: Výpočet
de_de: Berechnung
es_es: Cálculos
et_ee: Arvutus
fil_ph: Pagkukuwenta
id_id: Penghitungan
it_it: Calcolo
nl_nl: Berekening
pl_pl: Obliczanie
pt_br: Computação
tr_tr: Hesaplama

source: Number of Concurrent threads
cs_cz: Počet souběžných podprocesů
de_de: Anzahl gleichzeitiger Threads
es_es: Número de escenarios simultáneos
et_ee: Samaaegsete lõimede arv
fil_ph: Bilang nang mga Kasabayang Hibla
id_id: Jumlah urutan serentak
it_it: Numero di thread simultanei
nl_nl: Aantal gelijktijdige threads
pl_pl: Liczba równoczesnych wątków
pt_br: Número de segmentos simultâneos
tr_tr: Eş Zamanlı konuların Sayısı

source: Use Local Time
cs_cz: Použij místní čas
de_de: Lokale Zeit verwenden
es_es: Usar Hora Local
et_ee: Kasuta kohalikku aega
fil_ph: Gumamit ng Lokal na Oras
id_id: Mengunakan Waktu Setempat
it_it: Utilizza ora locale
nl_nl: Lokale tijd gebruiken
pl_pl: Użyj czasu lokalnego
pt_br: Usar Hora Local
tr_tr: Yerel Saati Kullan

source: Date
cs_cz: Datum
de_de: Datum
es_es: Fecha
et_ee: Kuupäev
fil_ph: Petsa
id_id: Tanggal
it_it: Data
nl_nl: Datum
pl_pl: Data
pt_br: Data
tr_tr: Tarih

source: Grib Time
cs_cz: Čas gribu
de_de: Grib Zeit
es_es: Fecha del GRIB
et_ee: Grib-aeg
fil_ph: Oras sa Grib
id_id: Waktu Grib
it_it: Ora del GRIB file
nl_nl: GRIB-tijd
pl_pl: Okres prognozy GRIB
pt_br: Tempo GRIB
tr_tr: Grib Zamanı

source: Current Time
cs_cz: Aktuální čas
de_de: Aktuelle Zeit
es_es: Fecha actual
et_ee: Praegune kellaaeg
fil_ph: Kasalukuyang Oras
id_id: Waktu sekarang
it_it: Ora attuale
nl_nl: Huidige tijd
pl_pl: Aktualny czas
pt_br: Hora atual
tr_tr: Şu anki Saat

source: Edit
cs_cz: Upravit
de_de: Bearbeiten
es_es: Editar
et_ee: Muuda
fil_ph: I-edit
it_it: Modifica
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
tr_tr: Düzenle

source: Constraints
cs_cz: Omezení
de_de: Randbedingungen
es_es: Limitaciones
et_ee: Kitsendused
fil_ph: Mga Hadlang
id_id: Kendala
it_it: Vincoli
nl_nl: Beperkingen
pl_pl: Ograniczenia
pt_br: Restrições
tr_tr: Kısıtlamalar

source: degrees
cs_cz: stupně
de_de: Grad
es_es: grados
et_ee: kraadi
fil_ph: mga antas
id_id: tingkatan
it_it: gradi
nl_nl: graden
pl_pl: stopni
pt_br: graus
tr_tr: dereceler

source: Max Apparent Wind
cs_cz: Max zdánlivý vítr
de_de: Max. scheinbarer Wind
es_es: Viento aparente max
et_ee: Maks näiv tuul
fil_ph: Pinakamalakas na Kasalukuyang Hangin
id_id: Max terlihat angin
it_it: Vento Massimo Apparente
nl_nl: Max. schijnbare wind
pl_pl: Max siła wiatru pozornego
pt_br: Vento aparente Maximo
tr_tr: Max Belirgin Rüzgar

source: Time Step
cs_cz: Časový krok
de_de: Zeitschritt
es_es: Intervalo de tiempo
et_ee: Aja samm
fil_ph: Hakbang ng Oras
id_id: Langkah Waktu
it_it: Passo del tempo
nl_nl: Tijdstap
pl_pl: Interwał czasowy
pt_br: Passo de tempo
tr_tr: Zaman Adımı

source: Options
cs_cz: Nastavení
de_de: Optionen
es_es: Opciones
et_ee: Valikud
fil_ph: Mga pagpipilian
id_id: Pilihan
it_it: Opzioni
nl_nl: Opties
pl_pl: Opcje
pt_br: Opções
tr_tr: Seçenekler

source: Detect Land
cs_cz: Detekovat pevninu
de_de: Erkenne Land
es_es: Detectar costas
et_ee: Tuvasta maa
fil_ph: Tumuklas ng Lupa
id_id: Mendeteksi Daratan
it_it: Rileva Terra
nl_nl: Detecteer land
pl_pl: Wykryj ląd
pt_br: Detectar a terra
tr_tr: Karaya Oturma Tespit Et

source: Detect Boundary
cs_cz: Detekovat ohraničení
de_de: Begrenzung erkennen
es_es: Detectar límite
et_ee: Tuvasta piir
fil_ph: Tumuklas ng Hangganan
id_id: Mendeteksi Batas
it_it: Rileva Confini
nl_nl: Detecteer gebiedsgrens
pl_pl: Wykryj Granicę
pt_br: Detectar Limite
tr_tr: Sınır Tespit Et

source: Currents
cs_cz: Proudy
de_de: Strömungen
es_es: Corrientes
et_ee: Hoovused
fil_ph: Mga Alon
id_id: Terbaru
it_it: Correnti
nl_nl: Stroom
pl_pl: Prądy
pt_br: Correntes
tr_tr: Akıntılar

source: Optimize Tacking
cs_cz: Optimalizovat obraty
de_de: Wenden optimieren
es_es: Optimizar viradas
et_ee: Optimeeri halssimine
fil_ph: Gawing mainam ang Pagkabit
id_id: Melampirkan secara Optimal
it_it: Ottimizza Il Tacking
nl_nl: Optimaliseren van slagen
pl_pl: Optymalizacja zwrotów
pt_br: Otimizar mudanças de bordo
tr_tr: Sarmayı En Uygun Hale Getirme

source: Data Source
cs_cz: Zdroj dat
de_de: Datenquelle
es_es: Origen de datos
et_ee: Andmeallikas
fil_ph: Pinagkukunan ng Datos
id_id: Sumber data
it_it: provenienza dei dati
nl_nl: Gegevensbron
pl_pl: Źródło danych
pt_br: Fonte de dados
tr_tr: Veri Kaynağı

source: Currents Only
cs_cz: Jen proudy
de_de: Nur Strömungen
es_es: Solo corrientes
et_ee: Ainult hoovused
fil_ph: Mga alon lamang
id_id: Hanya aliran
it_it: Solo Correnti
nl_nl: Alleen stroom
pl_pl: Tylko prądy
pt_br: Correntes apenas
tr_tr: Sadece Akıntılar

source: Disable
cs_cz: Zakázat
de_de: Deaktivieren
es_es: Desactivar
et_ee: Keela
fil_ph: Baldahin
id_id: Nonaktifkan
it_it: Disabilita
nl_nl: Uitschakelen
pl_pl: Wyłącz
pt_br: Desativado
tr_tr: Devre Dışı Bırak

source: Cumulative - Calms
cs_cz: Kumulativní - tišiny
de_de: Windstille insgesamt
es_es: Acumulativo-calma
fil_ph: Pinagsama - Kalma
id_id: Kumulatif - tenang
it_it: Cumulativo - Calma
nl_nl: Cumulatief - windstiltes
pt_br: Cumulativa - calmas

source: Cumulative Map
cs_cz: Kumulativní mapa
de_de: Kumulative Karte
es_es: Mapa acumulativo
et_ee: Kumulatiivne kaart
fil_ph: Pinagsamang Mapa
id_id: Peta Kumulatif
it_it: Carte cumulate
nl_nl: Cumulatieve kaart
pl_pl: Mapa generalna
pt_br: Mapa cumulativo
tr_tr: Toplu Harita

source: Average
cs_cz: Průměrně
de_de: Durchschnittlich
es_es: Promedio
et_ee: Keskmine
fil_ph: Karaniwan
id_id: Rata-rata
it_it: Media
nl_nl: Gemiddeld
pl_pl: Średnia
pt_br: Média
tr_tr: Ortalama

source: Most Likely
cs_cz: Nejspíše
de_de: Am ehesten
es_es: Más probable
et_ee: Suurim tõenäosus
fil_ph: Malamang
id_id: Yang paling disukai
it_it: I più piaciuti
nl_nl: Meest waarschijnlijk
pl_pl: Najbardziej prawdopodobne
pt_br: Mais provável
tr_tr: Büyük Olasılıkla

source: Last Valid if Data Deficient
cs_cz: Poslední platné, pokud údaje nedostačují
de_de: Letzte Gültige bei mangelhaften Daten
es_es: Último valido si los datos son insuficientes
et_ee: Viimane kehtiv kui andmed puuduvad
fil_ph: Huling Balido kung Kulang ang Datos
id_id: Terakhir Valid jika Data Kurang
it_it: Ultimo valore se i dati sono difettosi
nl_nl: Laatst geldige als gegevens ontbreken
pt_br: Último válido se dados deficiente
tr_tr: Veri eksikliği varsa son geçerli olan

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
et_ee: Sulge
fil_ph: Isarado
id_id: Tutup
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
tr_tr: Kapat

source: Basic
cs_cz: Základní
de_de: Standard
es_es: Básico
et_ee: Põhiline
fil_ph: Pangunahin
id_id: Dasar
it_it: Basilare
nl_nl: Basis
pl_pl: Podstawowy
pt_br: Básico
tr_tr: Temel

source: Max Latitude +-
cs_cz: Max zem. šířka +-
de_de: Max Breite +-
es_es: Max Latitud +-
et_ee: Maks laius +-
fil_ph: Pinakamataas na Latitude+-
it_it: Latitudine massima +-
nl_nl: Max. breedte +/-
pl_pl: Max szerokość + -
tr_tr: Max Enlem +-

source: Wind vs Current
cs_cz: Vítr vs proud
de_de: Wind gegen Strom
es_es: Viento vs Corriente
et_ee: Tuul vs hoovus
fil_ph: Hangin laban sa Alon
id_id: Angin vs Arus
it_it: Vento vs Corrente
nl_nl: Wind versus stroom
pl_pl: Wiatr przeciwny prądowi
pt_br: Vento vs corrente
tr_tr: Rüzgar vs Akıntı

source: Max Course Angle
cs_cz: Max úhel kursu
de_de: Max-Kurs-Winkel
es_es: Max ángulo de rumbo
et_ee: Maks kursinurk
fil_ph: Pinakamalaking Anggulo ng Pagdadaraanan
it_it: Angolo massimo di rotta
nl_nl: Max. koershoek
pl_pl: Max kąt kursowy
pt_br: Ângulo de Max curso
tr_tr: Max Seyir Açısı

source: Max Search Angle
cs_cz: Max úhel hledání
de_de: Max Suchwinkel
es_es: Max Ángulo buscado
et_ee: Maks otsingu nurk
fil_ph: Pinakamalaking Anggulo ng Paghahanap
id_id: Sudut Pencarian Maks
it_it: Angolo Massimo di ricerca
nl_nl: Max. zoekhoek
pl_pl: Max kąt szukania
pt_br: Ângulo de busca Max
tr_tr: Max Arama Açısı

source: Avoid cyclone tracks (climatology)
cs_cz: Vyhnout se trasám cyklón (klimatologie)
de_de: Zyklonbahnen vermeiden (climatology)
es_es: Evitar trayecto de ciclones (climatología)
et_ee: Väldi tsüklonite radu (klimatoloogia)
fil_ph: Iwasan ang landas ng bagyo (klimatolohiya)
id_id: Hindari trek siklon (klimatologi)
it_it: Evitare percorsi cicloniche (climatologia)
nl_nl: Vermijd orkaan-tracks (klimatologie)
pt_br: Evite trilhas de ciclone (climatologia)
tr_tr: Kasırga yollarından kaçının (iklim bilimi)

source: within
cs_cz: mezi
de_de: innerhalb
es_es: dentro de
et_ee: piirides
fil_ph: sa loob ng
id_id: dalam
it_it: entro
nl_nl: Binnen
pl_pl: W ciągu
pt_br: no prazo de
tr_tr: içinde

source: Months
cs_cz: Měsíce
de_de: Monate
es_es: Meses
et_ee: Kuud
fil_ph: Mga Buwan
id_id: Bulan
it_it: Mesi
nl_nl: maanden
pl_pl: Miesiące
pt_br: meses
tr_tr: Ay

source: Days
cs_cz: Dny
de_de: Tage
es_es: Días
et_ee: Päevi
fil_ph: Mga Araw
id_id: Hari
it_it: Giorni
nl_nl: dagen
pl_pl: Dni
pt_br: Dias
tr_tr: Gün

source: Inverted Regions
cs_cz: Invertované regiony
de_de: Invertierte Regionen
es_es: Regiones invertidas
et_ee: Pööratud alad
fil_ph: Baliktad na mga Rehiyon
id_id: Daerah Terbalik
it_it: Regioni Invertite
nl_nl: Omgekeerde regio's
pl_pl: Odwrócone regiony
pt_br: Regiões invertidas
tr_tr: Ters Bölgeler

source: Anchoring
cs_cz: Kotvení
de_de: Ankern
es_es: Fondear
et_ee: Ankurdamine
fil_ph: Pag-aangkla
it_it: Ancoraggio della barca
nl_nl: Ankeren
pl_pl: Kotwiczenie
pt_br: Ancoragem
tr_tr: Demir Atma

source: Integrator
cs_cz: Integrátor
es_es: Integrador
fil_ph: Integretor
it_it: Integratore
pt_br: Integrador
tr_tr: Toplayıcı

source: Wind strength is
cs_cz: Síla větru je
de_de: Windstärke ist
es_es: Fuerza del viento es
et_ee: Tuule tugevus on
fil_ph: Ang lakas ng hangin ay
id_id: Kekuatan angin adalah
it_it: La forza del vento è
nl_nl: Windkracht is
pl_pl: Siła wiatru jest
pt_br: Força do vento é
tr_tr: Rüzgar gücü

source: percent
cs_cz: procent
de_de: Prozent
es_es: por ciento
et_ee: protsent(i)
fil_ph: porsiyento
id_id: persen
it_it: percento
nl_nl: procent
pl_pl: procent
pt_br: por cento
tr_tr: yüzde

source: Tacking Time
cs_cz: Čas na obrat
de_de: Zeit für Wende
es_es: Tiempo de virada
fil_ph: Oras ng Pagkabit
id_id: Waktu tacking
it_it: Durata delle virate
nl_nl: Tijdstip overstag
pl_pl: Czas halsowania
pt_br: Tempo de mudança de bordo
tr_tr: Sarma Süresi

source: Seconds
cs_cz: Sekund
de_de: Sekunden
es_es: Segundos
et_ee: sekundit
fil_ph: Mga ilang segundo
id_id: Detik
it_it: Secondi
nl_nl: seconden
pl_pl: Sekund
pt_br: Segundos
tr_tr: Saniye

source: Safety Margin From Land
de_de: Sicherheitsabstand zum Land
es_es: Margen de seguridad de Tierra
it_it: Margine di sicurezza da terra
nl_nl: Veiligheidsmarge tot land

source: Courses (relative to true wind)
cs_cz: Kursy (relativní ke skutešnému větru)
de_de: Kurse (relativ zum wahren Wind)
es_es: Rumbos (relativo al viento real)
fil_ph: Mga Pagdadaraanan (may kaugnayan sa totoong hangin)
id_id: Kursus (relatif terhadap angin sejati)
it_it: Corsi (relativi al vento vero)
nl_nl: Koersen (t.o.v. ware wind)
pl_pl: Kursy (w stosunku do wiatru rzeczywistego)
pt_br: Cursos (com relação ao vento verdadeiro)
tr_tr: Seyirler (gerçek rüzgara göre)

source: From
cs_cz: z
de_de: Von
es_es: Desde
et_ee: Alates
fil_ph: Mula sa
id_id: Dari
it_it: Da
nl_nl: Van
pl_pl: Od
pt_br: De
tr_tr: den

source: To
cs_cz: Do
de_de: Bis
es_es: A
et_ee: Kuhu
fil_ph: Hanggang sa
id_id: Untuk
it_it: A
nl_nl: Tot
pl_pl: Do
pt_br: Para
tr_tr: Oraya

source: By
de_de: Von
es_es: Por
fil_ph: Ng
id_id: Oleh
it_it: Da
nl_nl: Per
pl_pl: Co
pt_br: Por
tr_tr: Tarafından

source: Degrees
cs_cz: Stupně
de_de: Grad
es_es: Grados
et_ee: kraadi
fil_ph: Mga Digri
id_id: Derajat
it_it: Gradi
nl_nl: graden
pl_pl: Stopni
pt_br: Graus
tr_tr: Derece

source: Reset all Advanced Parameters
cs_cz: Obnovit všechny rozšířené parametry
de_de: Zurücksetzen aller erweiterten Einstellungen
es_es: Restablecer todos los parámetros avanzados
et_ee: Lähtesta kõik lisaparameetrid
fil_ph: Itakda muli ang lahat ng mga Paunang Parametro
id_id: Setel ulang semua Parameter Tingkat Lanjut
it_it: Reimposta tutti i parametri avanzati
nl_nl: Maak alle geavanceerde parameters ongedaan
pt_br: Redefinir todos os parâmetros avançados
tr_tr: Tüm gelişmiş parametreleri sıfırla

source: Advanced
cs_cz: Pokočilé
de_de: Erweitert
es_es: Avanzado
et_ee: Lisavalikud
fil_ph: Paunang
id_id: Lanjutan
it_it: Avanzate
nl_nl: Uitgebreid
pl_pl: Opcje zaawansowane
pt_br: Avançado
tr_tr: Gelişmiş

source: Scale
cs_cz: Měřítko
de_de: Maßstab
es_es: Escala
et_ee: Mõõtkava
fil_ph: Iskala
id_id: Skala
it_it: Scala
nl_nl: Schaal
pl_pl: Skala
pt_br: Escala
tr_tr: Ölçek

source: Speed Over Ground (SOG)
cs_cz: Rychlost proti dnu (SOG)
de_de: Geschwindigkeit über Grund (SOG)
es_es: Velocidad efectiva (SOG)
et_ee: Kiirus põhja suhtes (SOG)
fil_ph: Bilis sa Lupa (SOG)
id_id: Kecepatan di Atas Tanah (SOG)
it_it: Velocità al suolo (SOG)
nl_nl: Grondvaart (Vgr)
pl_pl: Prędkość nad dnem (SOG)
pt_br: Velocidade acima do solo (SOG)
tr_tr: Yer Üstündeki Hız (SOG)

source: Course Over Ground (COG)
cs_cz: Kurs proti dnu (COG)
de_de: Kurs über Grund (COG)
es_es: Rumbo efectivo (COG)
et_ee: Kurss põhja suhtes (COG)
fil_ph: Pagdadaraanan sa Lupa (COG)
id_id: Kursus Over Ground (COG)
it_it: Rotta sul fondo
nl_nl: Grondkoers (GrK)
pl_pl: Kąt drogi nad dnem (KDD)
pt_br: Curso de solo (COG)
tr_tr: Yer Üstündeki Seyir (COG)

source: Speed Over Water (SOW)
cs_cz: Rychlost proti vodě (SOW)
de_de: Fahrt durchs Wasser (FdW)
es_es: Velocidad corredera (SOW)
et_ee: Kiirus vee suhtes (SOW)
fil_ph: Bilis sa Tubig (SOW)
id_id: Kecepatan di Atas Air (SOW)
it_it: Velocità sull'acqua (SOW)
nl_nl: Vaart door water (V)
pl_pl: Prędkość po wodzie (SOW)
pt_br: Velocidade sobre a água (SOW)
tr_tr: Su Üstündeki Hız (SOW)

source: Course Over Water (COW)
cs_cz: Kurs proti vodě (COW)
de_de: Kurs durchs Wasser (KdW)
es_es: Rumbo verdadero (COW)
et_ee: Kurss vee suhtes (COW)
fil_ph: Pagdadaraanan sa Tubig (COW)
id_id: Kursus Over Water (KK)
it_it: Rotta sul l'aqua
nl_nl: Behouden ware koers (BWK)
pl_pl: Kąt drogi po wodzie (COW)
pt_br: Curso sobre a água (COW)
tr_tr: Su Üstündeki Seyir (COW)

source: Wind Velocity
cs_cz: Rychlost větru
de_de: Windgeschwindigkeit
es_es: Velocidad viento
et_ee: Tuule kiirus
fil_ph: Tulin ng Hangin
id_id: Kecepatan angin
it_it: Velocità vento
nl_nl: Windsnelheid
pl_pl: Prędkość wiatru pozornego
pt_br: Velocidade do vento
tr_tr: Rüzgar Hızı
