Repository: rgleason/weather_routing_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fil_ph, id_id, it_it, nl_nl, pl_pl, pt_br, tr_tr

source: Weather Routing
de_de: Wetter-Routenplanung
es_es: Derrota Meteorológica
fil_ph: Pagruta sa Panahon
id_id: Cuaca Routing
it_it: Routing Meteo
nl_nl: Weerroutering
pl_pl: Pogodowe planowanie drogi
pt_br: Roteamento do clima
tr_tr: Hava Durumu Yönlendirme

source: Weather Routing Settings
cs_cz: Nastavení Weather routingu
de_de: Wetter-Routen Einstellungen
es_es: Ajustes de la Derrota
et_ee: Weather Routing seaded
fil_ph: Mga Pagtatakda sa Pagruta ng Panahon
id_id: Pengaturan Rute Cuaca
it_it: Impostazioni Routing Meteo
nl_nl: Weerrouterings-instellingen
pl_pl: Ustawienia pogodowego planowania drogi
pt_br: Configurações de roteamento do tempo
tr_tr: Hava Yönlendirme Ayarları

source: Weather Routing Configuration
cs_cz: Nastavení Weather routingu
de_de: Konfiguration Wetter-Routenplanung
es_es: Configuración de la Derrota
et_ee: Weather Routing seadistus
fil_ph: Pagsasaayos sa Ruta ng Panahon
id_id: Cuaca Routing Konfigurasi
it_it: Configurazione Routing Meteo
nl_nl: Weerroutering-configuratie
pl_pl: Pogodowe planowanie drogi - konfiguracja
pt_br: Configuração de roteamento do tempo
tr_tr: Hava Yönlendirme Yapılandırması

source: Weather Route Plot
cs_cz: Vykresleni trasy
de_de: Wetter-Routenplot
es_es: Trazar Ruta Meteo
et_ee: Ilma teekonna kujutis
fil_ph: Balangkas sa Ruta ng Panahon
id_id: Rute Cuaca Plot
it_it: Waypoint meteo rotta
nl_nl: Weerrouteplot
pl_pl: Pogodowe planowanie drogi
pt_br: Plot de rota do tempo
tr_tr: Hava Durumu Rota Çizimi

source: About Weather Routing
cs_cz: O Weather routingu
de_de: Über Wetter-Routenplanung
es_es: Acerca de Weather Routing
et_ee: Weather Routing teave
fil_ph: Tungkol sa Pagruruta ng Panahon
id_id: Tentang rute cuaca
it_it: Informazioni Routing Meteo
nl_nl: Over Weerroutering
pl_pl: O pogodowym planowaniu drogi
pt_br: Sobre roteamento de tempo
tr_tr: Hava Yönlendirmesi Hakkında

source: Boat
cs_cz: Loď
de_de: Boot
es_es: Barco
et_ee: Paat
fil_ph: Barko
id_id: Perahu
it_it: Barca
nl_nl: Vaartuig
pl_pl: Statek
pt_br: Barco
tr_tr: Tekne

source: Weather Routing Statistics
cs_cz: Statistiky Weather routingu
de_de: Wetter-Routen Statistik
es_es: Estadísticas de Derrota Meteorológica
et_ee: Weather Routing näitajad
fil_ph: Mga Istatistika sa Pagruruta ng Panahon
id_id: Statistik Rute Cuaca
it_it: Statistiche Routing Meteo
nl_nl: Weerrouteringsstatistieken
pl_pl: Pogodowe planowanie drogi - statystyki
pt_br: Estatisticas de Roteamento meteorológicos
tr_tr: Hava Yönlendirmesi İstatistikleri

source: Weather Route Report
cs_cz: Report naplánované trasy
de_de: Wetter-Routen Bericht
es_es: Informe de Ruta Meteo
et_ee: Ilma teekonna aruanne
fil_ph: Ulat sa Ruta ng Panahon
id_id: Memberitahukan Rute Cuaca
it_it: Relazione sulla rotta
nl_nl: Weerrouterapport
pl_pl: Pogodowe planowanie drogi-raport
pt_br: Relatório Weather Route
tr_tr: Hava Durumu Rota Raporu

source: Weather Routing Configuration Batch
cs_cz: Dávka nastavení Weather routingu
de_de: Wetter-Routen Batch Konfiguration
es_es: Configuración por Lotes de la Derrota Meteorológica
et_ee: Weather Routing seadistuspakk
fil_ph: Pangkat sa Pagsasaayos sa Pagruta ng Panahon
id_id: Cuaca Routing Konfigurasi Batch
it_it: Configurazione dell'elaborazione a lotto di instradamento meteo
nl_nl: Weerroutering-batchconfiguratie
pt_br: Bloco de Configurações Weather Routing
tr_tr: Hava Yönlendirmesi Yapılandırma Kümesi

source: Filter Routes
cs_cz: Filtrovat trasy
de_de: Routen filtern
es_es: Filtrar Rutas
et_ee: Sõelu teekonnad
fil_ph: Salain ang mga Ruta
id_id: Rute penyaringan
it_it: Filtro Itinerari
pl_pl: Filtrowanie dróg
pt_br: Filtro de rotas
tr_tr: Rotaları Filtrele

source: Cursor Position
cs_cz: Pozice kurzoru
es_es: Posición del Cursor
et_ee: Kursori asukoht
fil_ph: Posisyon ng Panturo
id_id: Posisi Kursor
it_it: Posizione Cursore
nl_nl: Cursor-positie
pl_pl: Pozycja kursora
pt_br: Posição do cursor
tr_tr: Gösterge Konumu

source: Route Position
de_de: Routenposition
es_es: Posición de Ruta
it_it: Caratteristiche del instradamento meteo
nl_nl: Route Positie

source: New Weather Routing Position
cs_cz: Nová pozice Weather Routing
de_de: Neue Wetterrouting Position
es_es: Nueva Posición de Derrota Meteo
et_ee: Uus ilma teekonna asukoht
fil_ph: Bagong Posisyon sa Pagruruta ng Panahon
id_id: Posisi rute Cuaca yang Baru
it_it: Nuova Posizione Routing Meteo
nl_nl: Nieuwe weerrouteringsspositie
pl_pl: Nowa pozycja pogodowego planowania drogi
pt_br: Nova posição de roteamento do Tempo
tr_tr: Yeni Hava Yönlendirmesi Konumu

source: Edit Polar
cs_cz: Upravit polár
de_de: Polar bearbeiten
es_es: Editar Polar
et_ee: Muuda Polar
fil_ph: I-edit ang Polar
id_id: Mengedit kutub
it_it: Modifica Polar
nl_nl: Polar bewerken
pt_br: Editar Polar
tr_tr: Kutup Düzenle

source: Boat file does not exist.
cs_cz: Soubor lodi neexistuje.
de_de: Datei mit Bootsdaten existiert nicht.
es_es: Archivo de barco no existe.
et_ee: Paadi faili pole olemas.
fil_ph: Ang taklasan ng barko ay hindi umiiral.
id_id: File perahu tidak ada.
it_it: Il file barca non esiste.
nl_nl: Vaartuigbestand bestaat niet.
pl_pl: Plik Boat nie istnieje.
pt_br: Arquivo do Barco não existe.
tr_tr: Bot dosyası yok.

source: Failed to load file:
cs_cz: Nepodařilo se načíst soubor:
de_de: Fehler bei Laden Datei:
es_es: Fallo en carga de archivo:
et_ee: Faili laadimine nurjus:
fil_ph: Nabigo sa pagkarga ng taklasan:
id_id: Gagal untuk memuat berkas:
it_it: Impossibile caricare file:
nl_nl: Kon bestand niet laden:
pl_pl: Nie można załadować pliku:
pt_br: Falha ao carregar arquivo:
tr_tr: Dosya yüklenirken hata oluştu:

source: It should an xml file describing a boat, not a polar; try editing the boat.
cs_cz: Měl by to být XML soubor popisující loď, ne polár. Zkus upravit loď.
de_de: Es sollte eine XML Datei als Beschreibung des Bootes sein, kein Polar; bitte das Boot bearbeiten.
es_es: Debería existir un archivo xml describiendo un barco, no un polar; trate editando el barco.
et_ee: See peaks paati kirjeldav xml-fail olema, mitte Polar; prooviredigeerida paati.
fil_ph: Ito ay dapat na naka-xml na taklasan na naglalarawan sa barko, hindi isang polar; subukang i-edit ang barko.
id_id: Ini harus berupa file xml mengutarakankan sebuah perahu, bukan sebuah kutub; coba edit tentang perahu.
it_it: Dovrebbe un file xml che descriva una barca, non un polaro; provare a modificare la barca.
nl_nl: Het zou een xml-bestand moeten zijn dat een boot beschrijft, geen polar; probeer de boot te bewerken.
pt_br: Deve um arquivo xml descrever um barco, não um polar; tente editar o barco.
tr_tr: Bir kutbu değil, bir tekneyi tanımlayan bir xml dosyası olmalıdır; tekneyi düzenlemeyi dene.

source: Invalid xml file (no OCPWeatherRoutingBoat node):
cs_cz: Neplatný xml soubor (bez uzlu OCPWeatherRoutingBoat):
de_de: Fehler bei Lesen xml Datei (kein OCPWeatherRoutingBoat Node)
es_es: Archivo xml no válido (no OCPWeatherRoutingBoat nodo):
et_ee: Kehtetu xml-fail (OCPWeatherRoutingBoat sõlm):
fil_ph: Imbalidong xml na taklasan (walang node ng OCPWeatherRoutingBoat):
id_id: File xml valid tidak sah (tidak ada OCPWeatherRoutingBoat node):
it_it: File xml non valido (no OCPWeatherRoutingBoat node):
nl_nl: XML-bestand ongeldig (geen OCPWeatherRoutingBoat knooppunt):
pl_pl: Niewłaściwy plik xml (brak węzła OCPWeatherRoutingBoat):
pt_br: Arquivo xml inválido (nenhum nó OCPWeatherRoutingBoat):
tr_tr: Geçersiz xml dosyası (OCPWeatherRoutingBoat düğümü yok):

source: Failed to open for writing:
cs_cz: Nepodařilo se otevřít pro zápis:
de_de: Kann nicht zum Schreiben geöffnet werden:
es_es: Error al abrir para escribir:
et_ee: Kirjutamiseks avamine nurjus:
fil_ph: Nabigo sa pagbukas upang sulatan:
id_id: Gagal untuk membuka tulisan:
it_it: Impossibile aprire in scrittura
nl_nl: Kan niet openen om te schrijven:
pl_pl: Nie można otworzyć do zapisu:
pt_br: Falha ao abrir para a escrita:
tr_tr: Yazı yazma için açılamadı:

source: Failed saving file:
cs_cz: Nemohu uložit soubor:
de_de: Fehler bei Speichern Datei:
es_es: Fallo guardando archivo:
et_ee: Faili salvestamine nurjus:
fil_ph: Nabigo sa pag-save ng taklasan:
id_id: Gagal menyimpan berkas:
it_it: Impossibile salvare file:
nl_nl: Kon bestand niet opslaan:
pl_pl: Nie można zapisać pliku:
pt_br: Falha ao salvar o arquivo:
tr_tr: Dosya kaydetme başarısız:

source: Filename
cs_cz: Jméno souboru
de_de: Dateiname
es_es: Nombre de archivo
et_ee: Faili nimi
fil_ph: Pangalan ng Taklasan
id_id: Nama berkas
it_it: Nome del file
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
pt_br: Nome do arquivo
tr_tr: Dosya adı

source: OpenCPN Weather Routing Plugin
cs_cz: Doplněk Weather Routing pro OpenCPN
de_de: OpenCPN Wetter-Routenplanung Plugin
es_es: Plugin Weather Routing de OpenCPN
fil_ph: Saksakan ng Pagruta ng Panahon sa OpenCPN
it_it: Plugin Routing Meteo OpenCPN
nl_nl: OpenCPN Weerroutering Plugin
pl_pl: OpenCPN pogodowe planowanie drogi - wtyczka
tr_tr: OpenCPN Hava Durumu Rotalama Eklentisi

source: Select a polar to view plot
cs_cz: Vyberte polár pro zobrazení
de_de: Polar zur Darstellung des Plots auswählen
es_es: Seleccione un polar para ver la gráfica
et_ee: Vali Polar kujutise vaatamiseks
fil_ph: Pumili ng polar upang makita ang balangkas
id_id: Pilih kutub untuk melihat plot
it_it: Seleziona una polare per vedere il grafico
nl_nl: Selecteer polar om plot te bekijken
pt_br: Selecione um polar para exibir plot
tr_tr: Çizimi görüntülemek için bir kutup seçin

source: Select Boat
cs_cz: Vybrat loď
de_de: Wähle Boot
es_es: Seleccione Barco
et_ee: Vali paat
fil_ph: Pumili ng Barko
id_id: Pilih perahu
it_it: Seleziona Barca
nl_nl: Selecteer vaartuig
pl_pl: Wybierz łódź
pt_br: Selecione o barco
tr_tr: Tekne Seçin

source: Failed to save
cs_cz: Uložení se nezdařilo
de_de: Speichern fehlgeschlagen
es_es: Error al guardar
et_ee: Salvestus nurjus
fil_ph: Nabigo sa pag-save
id_id: Menyimpan gagal
it_it: Impossibile salvare
nl_nl: Opslaan mislukt
pl_pl: Nie udało się zapisać
pt_br: Falha ao salvar
tr_tr: Kaydetme başarısız oldu

source: Failed to revert
de_de: Rückgängigmachen fehlgeschlagen
es_es: Error al revertir
et_ee: Naasmine nurjus
fil_ph: Nabigo sa pagpapabalik
id_id: Mengembalikan gagal
it_it: Impossibile ripristinare
nl_nl: Terugkeren mislukt
pt_br: Falha ao reverter
tr_tr: Geri dönme başarısız oldu

source: Select Polar File
cs_cz: Vybrat soubor polárů
de_de: Wähle Polaren Datei
es_es: Seleccione archivo de polares
et_ee: Vali Polar-fail
fil_ph: Pumili ng Taklasang Polar
id_id: Pilih File Kutub
it_it: Seleziona File Polare
nl_nl: Selecteer polar-bestand
pl_pl: Wybierz plik Polar
pt_br: Selecione o arquivo Polar
tr_tr: Kutup Dosyasını Seçin

source: wind speed out of range
cs_cz: rychlost větru mimo rozsah
de_de: Windgeschwindigkeit außerhalb des zulässigen Bereichs
es_es: velocidad del viento fuera de rango
et_ee: tuule kiirus on vahemikust väljas
fil_ph: ang bilis ng hangin ay hindi nasasaklaw
id_id: kekencangan angin di luar dugaan
it_it: velocità del vento fuori dall'intervallo
nl_nl: windsnelheid buiten bereik
pl_pl: prędkość wiatru poza zakresem
pt_br: velocidade do vento fora dos limites

source: Apparent
de_de: Scheinbar
es_es: Aparente

source: True
de_de: Wahr
es_es: Verdadero

source: Select Polar
cs_cz: Vybrat polár
de_de: Wähle Polare
es_es: Seleccione Polar
et_ee: Vali Polar
fil_ph: Pumili ng Polar
id_id: Pilih kutub
it_it: Seleziona File Polare
nl_nl: Selecteer polair-diagram
pl_pl: Wybierz Polar
pt_br: Selecione Polar
tr_tr: Kutup Seçin

source: Batch mode generates multiple configurations based on the selected configuration.
cs_cz: Dávkový režim generuje více konfigurací na základě vybrané konfigurace.
de_de: Batchmodus erzeugt mehrere Konfigurationen auf Basis der ausgewählten Konfiguration.
es_es: El modo de lotes genera múltiples configuraciones basadas en la configuración seleccionada.
et_ee: Pakkmoodus loob mitmeid seadistusi, mis põhineb valitud seadistusel.
fil_ph: Ang pangkatang moda ay lumilikha ng maramihang pagsasaayos na nakabase sa napiling pagsasaayos.
id_id: Mode Batch menghasilkan beberapa konfigurasi menurut konfigurasi yang dipilih.
it_it: La modalità batch genera più configurazioni in base alla configurazione selezionata.
nl_nl: Batchmodus genereert meerdere oplossingen op basis van de geselecteerde configuratie.
pl_pl: Tryb początkowy generuje wiele możliwości, na podstawie wybranej konfiguracji.
pt_br: Modo batch gera várias configurações com base na configuração selecionada.
tr_tr: Toplu iş modu seçilen yapılandırmaya bağlı olarak birden çok yapılandırma oluşturur.

source: Select Boat File
cs_cz: Vybrat soubor lodi
de_de: Wähle Bootsdatei
es_es: Seleccione Archivo de barco
et_ee: Vali paadi fail
fil_ph: Pumili sa Taklasan ng Barko
id_id: Pilih File Perahu
it_it: Seleziona File Barca
nl_nl: Selecteer vaartuigbestand
pl_pl: Zapisz plik jachtu
pt_br: Selecione o arquivo de barco
tr_tr: Tekne Dosyasını Seçin

source: Invalid Date Time.
cs_cz: Neplatné datum a čas.
de_de: Ungültiges Datum-Zeit.
es_es: Fecha no válida.
et_ee: Sobimatu kuupäev kellaaeg.
fil_ph: Imbalidong Petsa.
id_id: Waktu Tanggal tidak sesuai.
it_it: Data/ora non valida.
nl_nl: Datum/tijd ongeldig
pl_pl: Nieprawidłowa data godzina.
pt_br: Tempo e data inválida.
tr_tr: Geçersiz tarih, saat.

source: Warning: less than 4 different degree steps specified
cs_cz: Varování: specifikovány méně než 4 různé kroky pro stupně
de_de: Warnung: weniger als 4 verschiedene Grad Schritte angegeben
es_es: Aviso: se han especificado menos de 4 diferentes grados de pasos
et_ee: Hoiatus: vähem kui 4 erinevat kraadi sammu määratud
fil_ph: Babala: mas mababa sa 4 na iba't-ibang antas ng mga hakbang ang natukoy
id_id: Peringatan: kurang dari 4 langkah yang berbeda yang ditetapkan
it_it: Attenzione: sono stati specificati meno di 4 gradi diversi
nl_nl: Waarschuwing: minder dan 4 verschillende gradenstappen opgegeven
pt_br: Aviso: menos de 4 diferentes graus etapas especificado
tr_tr: Uyarı: belirtilen 4 farklı aşamadan az adım

source: True Wind Speed
cs_cz: Skutečná rychlost větru
de_de: wahre Windgeschw.
es_es: Velocidad Viento Real
et_ee: Tõeline tuule kiirus
fil_ph: Totoong Bilis ng Hangin
id_id: Kekencangan Angin yang Benar
it_it: Velocità Vento Vero
nl_nl: Ware windsnelheid
pl_pl: Prędkość wiatru rzeczywistego
pt_br: Velocidade do vento verdadeira
tr_tr: Gerçek Rüzgar Hızı

source: True Wind Direction
cs_cz: Skutečný směr větru
de_de: wahre Windrichtung
es_es: Dirección Viento Real
et_ee: Tõeline tuule suund
fil_ph: Totoong Direksyon ng Hangin
id_id: Arah Angin yang Benar
it_it: Direzione Vento Vero
nl_nl: Ware windrichting
pl_pl: Kierunek wiatru rzeczywistego
pt_br: Direção do vento verdadeira
tr_tr: Gerçek Rüzgar Yönü

source: Apparent Wind Speed
cs_cz: Zdánlivá rychlost větru
de_de: scheinb. Windgeschw.
es_es: Velocidad Viento Aparente
et_ee: Näiv tuule kiirus
fil_ph: Kasalukuyang Bilis ng Hangin
id_id: Kekencangan Angin yang nyata
it_it: Velocità Vento Apparente
nl_nl: Schijnbare windsnelheid
pl_pl: Prędkość wiatru pozornego
pt_br: Velocidade do vento aparente
tr_tr: Belirgin Rüzgar Hızı

source: Apparent Wind Direction
cs_cz: Zdánlivý směr větru
de_de: Scheinbare Windrichtung
es_es: Dirección Viento Aparente
et_ee: Näiv tuule suund
fil_ph: Kasalukuyang Direksyon ng Hangin
id_id: Arah Angin yang nyata
it_it: Direzione Vento Apparente
nl_nl: Schijnbare windrichting
pl_pl: Kierunek wiatru pozornego
pt_br: Direção aparente do Vento
tr_tr: Belirgin Rüzgar Yönü

source: Boat Speed
cs_cz: Rychlost lodi
de_de: Boot Geschwindigkeit
es_es: Velocidad del Barco
et_ee: Paadi kiirus
fil_ph: Bilis ng Barko
id_id: Kekencangan perahu
it_it: Velocità Barca
nl_nl: Vaart
pl_pl: Prędkość jednostki
pt_br: Velocidade do barco
tr_tr: Tekne Hızı

source: Sailboat Transform ETA
cs_cz: Transformovat ETA pro plachetnici
de_de: Segelboot Umwandlung ETA
es_es: Transformación ETA de Velero
et_ee: Purjeka ETA muutus
fil_ph: ETA ng Pagbabagong-anyo ng Bangka
id_id: Perahu layar Transform ETA
it_it: Tempo stimato per l'elaborazione
nl_nl: Zeilboot Omzetting ETA
pt_br: Transformação ETA do veleiro
tr_tr: Yelkenli Dönüşümü ETA

source: End
cs_cz: Konec
de_de: Ende
es_es: Fin
et_ee: Lõpp
fil_ph: Katapusan
id_id: Selesai
it_it: Fine
nl_nl: Eind
pl_pl: Zakończ
pt_br: Fim
tr_tr: Son

source: Start
cs_cz: Počátek
es_es: Inicio
et_ee: Algus
fil_ph: Simulan
id_id: Mulai
it_it: Inizio
pt_br: Início
tr_tr: Başla

source: Start Time
cs_cz: Čas zahájení
de_de: Startzeit
es_es: Hora de inicio
et_ee: Algusaeg
fil_ph: Panimulang Oras
id_id: Waktu mulai
it_it: Ora Di Inizio
nl_nl: Starttijd
pl_pl: Czas rozpoczęcia
pt_br: Hora de início
tr_tr: Başlangıç Zamanı

source: State
cs_cz: Stav
de_de: Status
es_es: Estado
et_ee: Olek
fil_ph: Estado
id_id: Kekuasaan pemerintah
it_it: Stato
nl_nl: Status
pl_pl: Status
pt_br: Estado
tr_tr: Durum

source: line
cs_cz: čára
de_de: Linie
es_es: línea
et_ee: liin
fil_ph: linya
id_id: garis
it_it: linea
nl_nl: lijn
pl_pl: Linia
pt_br: linha
tr_tr: satır

source: Boat polar failed
cs_cz: Polár lodi selhal
de_de: Boots Polare fehlgeschlagen
es_es: Fallo de polares del barco
et_ee: Paadi Polar nurjus
fil_ph: Nabigo sa pag-polar ng barko
id_id: Perahu kutub yang gagal
it_it: Barca polare fallita
nl_nl: Polair-diagram mislukt
pl_pl: Polar łodzi zawiódł
pt_br: Barco polar falhado
tr_tr: Gemi kutup hatası

source: Failed to open.
cs_cz: Nepodařilo se otevřít.
de_de: Fehler beim Öffnen.
es_es: Fallo al abrir.
et_ee: Avamine nurjus.
fil_ph: Nabigo sa pagbukas.
id_id: Gagal untuk membuka.
it_it: Impossibile aprire.
nl_nl: Openen mislukt.
pl_pl: Nie udało się otworzyć.
pt_br: Falha ao abrir.
tr_tr: Açma başarısız oldu.

source: Failed to read.
cs_cz: Nepodařilo se načíst.
de_de: Fehler beim Lesen.
es_es: Fallo al leer.
et_ee: Lugemine nurjus.
fil_ph: Nabigo sa pagbasa.
id_id: Gagal untuk membaca.
it_it: Impossibile leggere.
nl_nl: Lezen mislukt.
pl_pl: Nie można odczytać.
pt_br: Falha ao ler.
tr_tr: Okuma başarısız oldu.

source: Invalid data.
de_de: Ungültige Daten.
es_es: Datos inválidos.
et_ee: Valed andmed.
it_it: Dati non validi.
nl_nl: Ongeldige gegevens.

source: Unrecognized format.
cs_cz: Neznámý formát.
de_de: Unbekanntes Format.
es_es: Formato no conocido.
et_ee: Tundmatu vorming.
fil_ph: Hindi nakilala ang pormat.
id_id: Format yang tidak diketahui.
it_it: Formato non riconosciuto.
nl_nl: Niet herkend formaat.
pl_pl: Nierozpoznany format.
pt_br: Formato não reconhecido.
tr_tr: Tanınmayan biçim.

source: Invalid wind speeds. Wind speeds must be increasing.
de_de: Ungültige Windgeschwindigkeit. Windgeschwindigkeiten müssen steigen.
es_es: Velocidades de viento no válidas. Velocidades de viento deben ir aumentando.
it_it: Velocità del vento non valide. La velocità del vento deve aumentare.
nl_nl: Ongeldige windsnelheden. De windsnelheden moeten toenemen.

source: Too many wind speeds.
cs_cz: Příliš mnoho rychlostí větru.
de_de: Zu viele Windgeschwindigkeiten.
es_es: Demasiadas velocidades de viento.
et_ee: Liiga palju tuule kiirusi.
fil_ph: Masyadong maraming bilis ng hangin,.
id_id: Terlalu banyak kekencangan angin.
it_it: Troppe velocità del vento.
nl_nl: Te veel windsnelheden.
pl_pl: Zbyt wiele prędkości wiatru.
pt_br: Muitas velocidades do vento.
tr_tr: Çok fazla Rüzgar hızı.

source: Wind direction out of range.
cs_cz: Směr větru mimo rozsah.
de_de: Windrichtung außerhalb des gültigen Bereichs.
es_es: Dirección del viento fuera de rango.
et_ee: Tuule suund on ulatusest väljas.
fil_ph: Ang direksyon ng hangin hindi nasasaklaw.
id_id: Arah angin di luar dugaan.
it_it: Direzione del vento fuori dall'intervallo.
nl_nl: Windrichting buiten bereik.
pl_pl: Kierunek wiatru poza zakresem.
pt_br: Direção do vento fora do intervalo.
tr_tr: Rüzgar yönü aralık dışında.

source: Wind direction out of order.
cs_cz: Směr větru je mimo pořadí.
de_de: Die Windrichtung ist nicht in Ordnung.
es_es: Dirección viento no disponible.
et_ee: Tuule suund on sobimatu.
fil_ph: Ang direksyon ng hangin wala sa alintuntunin.
id_id: Arah angin yang salah.
it_it: Direzione del vento fuori senso comune.
nl_nl: Windrichting niet correct
pl_pl: Kierunek wiatru niewłaściwy.
pt_br: Direção do vento fora de ordem.
tr_tr: Rüzgar yönü düzensiz.

source: Warning: 0 values found in polar. These measurements will be interpolated. To specify interpolated, leave blank values. To specify course as 'invalid' use 0.0 rather than 0
de_de: Warnung: 0 Werte im Polar gefunden. Diese Messungen werden interpoliert. Um interpolierte Werte anzugeben, lassen Sie Werte leer. Um Kurse als 'ungültig' anzugeben, verwenden Sie 0.0 statt 0
es_es: ADVERTENCIA: valores 0 encontrados en polar. Estas mediciones serán interpoladas. Para especificar los valores interpolados, deje en blanco. Para especificar el rumbo como 'invalid' use 0.0 en lugar de 0
it_it: Attenzione: 0 valori trovati in polare. Queste misurazioni saranno interpolate. Per specificare l'interpolazione, lascia i valori vuoti. Per specificare il corso come 'non valido' usa 0.0 invece di 0
nl_nl: Waarschuwing: 0 waarden gevonden in polar. Deze metingen worden met elkaar verbonden. Om interpolated te specificeren, laat lege waarden staan. Gebruik 0.0 in plaats van 0 om de koers als 'ongeldig' te specificeren

source: Too few measurements.
de_de: Zu wenig Messungen.
es_es: Muy pocas mediciones.
it_it: Troppe poche misurazioni.
nl_nl: Te weinig meetwaardes.

source: Too many measurements.
de_de: Zu viele Messungen.
es_es: Demasiadas mediciones.
it_it: Troppe misurazioni.
nl_nl: Te veel meetwaardes.

source: Calculation successful
de_de: Berechnung erfolgreich
es_es: Cálculo correcto

source: Invalid negative wind speed
de_de: Ungültige negative Windgeschwindigkeit
es_es: Velocidad de viento negativa no válida

source: No polar data available
de_de: Keine Polardaten verfügbar
es_es: No hay datos polares disponibles

source: Sailing too close to the wind
de_de: Segeln zu hoch am Wind
es_es: Navegando demasiado cerrado al viento

source: Sailing too far downwind
de_de: Segeln zu weit vor dem Wind
es_es: Navegando demasiado a sotavento

source: Wind too light
de_de: Wind zu leicht
es_es: Viento demasiado ligero

source: Wind too strong for sail plan
de_de: Wind zu stark für Besegelung
es_es: Viento demasiado fuerte para el plan de vela

source: Invalid negative boat speed (faulty polar data)
de_de: Ungültige negative Bootsgeschwindigkeit (fehlerhafte Polardaten)
es_es: Velocidad de barco negativa no válida (datos polares erróneos)

source: No suitable sail configuration for wind conditions
de_de: Keine passende Segelkonfiguration für Windbedingungen
es_es: Configuración de vela no adecuada para estas condiciones

source: Unknown error
de_de: Unbekannter Fehler
es_es: Error desconocido

source: No Configuration selected.
cs_cz: Žádná konfigurace není vybrána.
de_de: Keine Konfiguration gewählt.
es_es: No se ha seleccionado configuración.
et_ee: Ühtegi seadistust pole valitud.
fil_ph: Walang pagsasaayos na napili.
id_id: Tidak ada konfigurasi yang dipilih.
it_it: Nessuna configurazione selezionata.
nl_nl: Geen configuratie geselecteerd.
pl_pl: Konfiguracja nie wybrana.
pt_br: Nenhuma configuração selecionada.
tr_tr: Yapılandırma seçilmedi.

source: Destination not yet reached.
cs_cz: Cíl zatím nedosažen.
de_de: Noch nicht am Ziel angekommen.
es_es: Destino aun no alcanzado.
et_ee: Sihtkohta ei ole veel jõutud.
fil_ph: Hindi pa naabot sa destinasyon.
id_id: Tempat tujuan belum tercapai.
it_it: Destinazione ancora non raggiunta.
nl_nl: Bestemming nog niet bereikt.
pl_pl: Punkt przeznaczenia nie osiągnięty.
pt_br: Destino ainda não atingido.
tr_tr: Hedefe henüz ulaşılmadı.

source: Boat Filename
cs_cz: Jméno souboru lodi
de_de: Name der Boot-Datei
es_es: Nombre del archivo del barco
et_ee: Paadi failinimi
fil_ph: Pangalan ng Taklasan ng Barko
id_id: Nama file perahu
it_it: Nome File Barca
nl_nl: Boot Bestandsnaam
pl_pl: Nazwa jachtu
pt_br: Barco Nome do arquivo
tr_tr: Tekne Dosya adı
