Repository: rgleason/weather_routing_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fil_ph, id_id, it_it, nl_nl, pl_pl, pt_br, tr_tr

source: Wind Direction
cs_cz: Směr větru
de_de: Wind-Richtung
es_es: Dirección viento
et_ee: Tuule suund
fil_ph: Direksyon ng Hangin
id_id: Arah angin
it_it: Direzione Vento
nl_nl: Windrichting
pl_pl: Kierunek wiatru
pt_br: Direção do vento
tr_tr: Rüzgar Yönü

source: Wind Course
cs_cz: Kurs větru
de_de: Wind-Kurs
es_es: Rumbo viento
fil_ph: Pagdadaraanan ng Hangin
id_id: Kursus angin
it_it: Corso vento
nl_nl: Windkoers
pl_pl: Kierunek wiatru
pt_br: Curso do vento
tr_tr: Rüzgar Kursu

source: Wind Velocity Ground
cs_cz: Rychlost větru proti dnu
de_de: Wind-Geschwindigkeit über Grund
es_es: Velocidad viento de fondo
et_ee: Tuule kiirus maapinnal
fil_ph: Tulin ng Hangin sa Lupa
id_id: Kecepatan angin
it_it: Velocità vento sul terreno
nl_nl: Windsnelheid over grond
pl_pl: Prędkość wiatru rzeczywistego
pt_br: Velocidade de vento no solo
tr_tr: Yer Yüzü Rüzgar Hızı

source: Wind Direction Ground
cs_cz: Směr větru proti dnu
de_de: Wind-Richtung >
es_es: Dirección viento de fondo
et_ee: Tuule suund maapinnal
fil_ph: Direksyon ng Hangin sa Lupa
it_it: Direzione vento sul terreno
nl_nl: Windrichting over grond
pl_pl: Kierunek wiatru na ziemi
pt_br: Direção do vento no solo
tr_tr: Yer Yüzü Rüzgar Yönü

source: Wind Course Ground
cs_cz: Kurs větru proti dnu
de_de: Windrichtung über Grund
es_es: Rumbo viento de fondo
fil_ph: Pagdadaraanan ng Hangin sa Lupa
id_id: Lapangan Lapangan Angin
it_it: Rotta del vento al fondo
nl_nl: Windkoers over grond
pl_pl: Kurs wiatru na ziemi
pt_br: Curso do vento no solo
tr_tr: Yer Yüzü Rüzgar Seyri

source: Apparent Wind Speed (AWS)
cs_cz: Zdánlivá rychlost větru (AWS)
de_de: Scheinbare Windgeschwindigkeit (AWS)
es_es: Velocidad del viento aparente (AWS)
et_ee: Näiv tuule kiirus (AWS)
fil_ph: Kasalukuyang Bilis ng Hangin (AWS)
id_id: Kecepatan Angin yang Terlihat (AWS)
it_it: Velocità vento apparente (AWS)
nl_nl: Schijnbare windsnelheid (AWS)
pl_pl: Prędkość wiatru pozornego (AWS)
pt_br: Velocidade do Vento aparente (AWS)
tr_tr: Belirgin Rüzgar Hızı (AWS)

source: Apparent Wind Angle (AWA)
cs_cz: Zdánlivý úhel větru (AWA)
de_de: Scheinbarer Wind Winkel (AWA)
es_es: Ángulo del viento aparente (AWA)
et_ee: Näiv tuule nurk (AWA)
fil_ph: Kasalukuyang Anggulo ng Hangin (AWA)
id_id: Sudut Angin yang Terlihat (AWA)
it_it: Angolo vento apparente (AWA)
nl_nl: Schijnbare windhoek (AWA)
pl_pl: Kurs względem wiatru pozornego (AWA)
pt_br: Ângulo de vento aparente (AWA)
tr_tr: Belirgin Rüzgar Açısı (AWA)

source: Wind Gust
cs_cz: Poryv větru
de_de: Wind-Boe
es_es: Ráfaga de Viento
et_ee: Tuuleiil
fil_ph: Bugso ng Hangin
id_id: Hembusan Angin
it_it: Vento, Raffiche
nl_nl: Windvlagen
pl_pl: Wiatr w porywach
pt_br: Rajada de vento
tr_tr: Rüzgar Hızı

source: Current Velocity
cs_cz: Rychlost proudu
de_de: Strömungsgeschwindigkeit
es_es: Velocidad de la corriente
et_ee: Praegune kiirus
fil_ph: Tulin ng Alon
id_id: Kecepatan Saat ini
it_it: Velocità Corrente
nl_nl: Stroomsnelheid
pl_pl: Aktualna prędkość
pt_br: Velocidade atual
tr_tr: Mevcut Hız

source: Current Direction
cs_cz: Směr proudu
de_de: Aktuelle Richtung
es_es: Dirección de la corriente
et_ee: Praegune suund
fil_ph: Direksyon ng Alon
id_id: Arah Terkini
it_it: Direzione corrente
nl_nl: Stroomrichting
pl_pl: Aktualny kierunek
pt_br: Direção atual
tr_tr: Mevcut Yön

source: Sig Wave Height
cs_cz: Signifikantní výška vln
de_de: Sig. Wellenhöhe
es_es: Altura sig del oleaje
et_ee: Oluline lainekõrgus
fil_ph: Taas ng Makahulugang Alon
it_it: Altezza sig del onda
nl_nl: Significante golfhoogte
pl_pl: Wysokość fali znacznej
pt_br: Altura de onda de SIG
tr_tr: Sig Dalga Yüksekliği

source: Current Route
cs_cz: Současná trasa
de_de: Aktuelle Route
es_es: Ruta actual
et_ee: Praegune teekond
fil_ph: Kasalukuyang Ruta
id_id: Rute Terkini
it_it: rotta attuale
nl_nl: Huidige route
pl_pl: Bieżąca droga
pt_br: Rota atual
tr_tr: Geçerli Rota

source: Cursor Route
cs_cz: Kurzorová trasa
es_es: Ruta cursor
fil_ph: Rutang Panturo
it_it: Rotta in direzione del cursore
pt_br: Cursor Rota
tr_tr: İmleç Rotası

source: Weather Routing Plugin Version
cs_cz: Verze doplňku Weather Routing
de_de: Version Weather Routing Plugin
es_es: Versión del Plugin de Weather Routing
et_ee: Weather Routing plugina versioon
fil_ph: Bersyon sa Plugin sa Pagruta ng Panahon
id_id: Versi Plugin Penginstalan Cuaca
it_it: Versione Plugin Routing Meteo
nl_nl: Weather Routing Plugin Versie
pl_pl: Wersja wtyczki Weather Routing
pt_br: Versão do plugin Weather Routing
tr_tr: Hava Yönlendirmesi Eklenti Sürümü

source: The weather routing plugin for opencpn is intended to calculate sailing routes based on computerized weather data and boat sailing ability. License: GPLv3+ Source Code: https://github.com/seandepagnier/weather_routing_pi Author: Sean D'Epagnier Many thanks to all of the translators and testers.
de_de: Das weather routing plugin für opencpn ist gedacht als Planungshilfe für Segelboot Routen auf Basis digitaler Wetterdaten und der Bootscharakteristik. Dies bedeutet auch einen Trainingseffekt für die Anwender zum Erkennen von Wettertrends, das "Entdecken" neuer Reiserouten und die Vermeindung schlechter Witterungsbedingungen. Lizenz: GPLv3+ Source Code: https://github.com/seandepagnier/weather_routing_pi Author: Sean D'Epagnier Vielen Dank an alle Übersetzer und Tester.
es_es: El plugin de Weather Routing para opencpn está creado para calcular rutas de navegación basados en datos meteo computarizadas y habilidades de navegación del barco. Licencia: GPLv3+ Código Fuente: https://github.com/seandepagnier/weather_routing_pi Autor: Sean D'Epagnier Muchas gracias a todos nuestros traductores y testadores.
fil_ph: Ang plugin sa pagruta ng panahon para sa opencpn ay nilalayon sa pagkalkula sa mga ruta ng paglalayag na nasabase sa datos ng panahon gamit ang kompyuter at ang abilidad sa paglalayag ng barko. Lisensya: GPLv3+ Pinagmulang Kodigo: https://github.com/seandepagnier/weather_routing_pi May-akda: Sean D'Epagnier Maraming salamat sa lahat ng mga tagapagsalin at sa mga tagasubok.
id_id: Plugin routing cuaca untuk opencpn dimaksudkan untuk menghitung rute berlayar berdasarkan data cuaca terkomputerisasi dan kemampuan berlayar kapal. Lisensi: GPLv3+ Sumber Kode: https://github.com/seandepagnier/weather_routing_pi Penulis: Sean D'Epagnier \n Bertrimakasih banyak kepada semua penerjemah dan penguji.
it_it: Il plugin per il percorso meteo per opencpn ha lo scopo di calcolare le rotte di navigazione in base ai dati meteo computerizzati ed alla capacità di navigazione della barca. Licenza: GPLv3 + Codice Sorgente: https: //github.com/seandepagnier/weather_routing_pi Autore: Sean D'Epagnier Grazie mille a tutti i traduttori ed ai tester.
nl_nl: De Weather Routing Plugin voor OpenCPN helpt bij het berekenen van routes, gebaseerd op geautomatiseerde weerdata en mogelijkheden van de boot. License: GPLv3+ Source Code: https://github.com/seandepagnier/weather_routing_pi Author: Sean D'Epagnier Dank aan alle vertalers en testers.
pl_pl: Wtyczka Weather Routing (routingu pogodowego) dla OpenCPN służy do obliczania tras żeglugowych w oparciu o numeryczne dane pogodowe i zdolność jachtu do żeglowania Licencja: GPLv3+ Kod źródłowy: https://github.com/seandepagnier/weather_routing_pi Autor: Sean D'Epagnier Wiele dzięki wszystkim tłumaczom i testerom.
pt_br: O plugin Roteamento do Tempo para opencpn destina-se a calcular rotas de navegação com base em dados meteorológicos computadorizados e a capacidade do barco a vela. Licensa: GPLv3 + Source código: https:// github.com/seandepagnier/weather_routing_pi Author: Sean D «Epagnier Muito obrigado a todos os tradutores e testadores.
tr_tr: Opencpn için hava durumu eklentisi, bilgisayarlı hava verilerini temelli yelkenli rotalarını ve geminin yelken yeteneğini hesaplamayı amaçlamaktadır. Lisans: GPLv3+ Kaynak Kodu: https://github.com/seandepagnier/weather_routing_pi Yazan: Sean D'Epagnier Tüm çevirmen ve test edenlere çok teşekkür ederim.

source: About Author
cs_cz: O autorovi
de_de: Über Autor
es_es: Sobre el autor
et_ee: Autorist
fil_ph: Tungkol sa May-akda
id_id: Tentang penulis
it_it: Sull'autore
nl_nl: Over de auteur
pl_pl: O autorze
pt_br: Sobre o autor
tr_tr: Yazar Hakkında

source: Close
cs_cz: Zavřít
de_de: Schließen
es_es: Cerrar
et_ee: Sulge
fil_ph: Isarado
id_id: Tutup
it_it: Chiudi
nl_nl: Sluiten
pl_pl: Zamknij
pt_br: Fechar
tr_tr: Kapat

source: Plot
cs_cz: Graf
es_es: Trazado
et_ee: Koht
fil_ph: Magbalangkas
id_id: Merencanakan
it_it: Waypoint
pl_pl: Wykres
tr_tr: Çizim

source: Overlap
cs_cz: Překrytí
de_de: Überlappung
es_es: Superponer
et_ee: Ülekate
fil_ph: Sapawan
id_id: Tumpang tindih
it_it: Sovrapponi
pt_br: Área sobreposta
tr_tr: Örtüşmek

source: Cross Over Chart
de_de: Übersegler
es_es: Mapa de cruces
fil_ph: Natawiran sa Tsart
it_it: Diagramma di intersezione
nl_nl: Cross Over Kaart
pt_br: Cruzar a carta
tr_tr: Çapraz Geçiş Grafiği

source: Upwind Port Tack
cs_cz: Proti větru levobok
de_de: Luv Backbord Wende
es_es: Virada al Puerto con Barlovento
fil_ph: Salungat na Hangin mula sa Kaliwang Bahagi ng Barko
it_it: bolina mure a sinistra
nl_nl: Overstag over BB
pt_br: Amuras a bombordo contra o vento
tr_tr: Rüzgara Karşı İskele Yön Değişme

source: Upwind Starboard Tack
cs_cz: Proti větru pravobok
de_de: Luv Steuerbord Wende
es_es: Virada para que Estribor quede a Barlovento
fil_ph: Salungat na Hangin mula sa Kanang Bahagi ng Barko
it_it: bolina mure a destra
nl_nl: Overstag over SB
pt_br: Amuras a boreste contra o vento
tr_tr: Rüzgara Sancak Yön Değişme

source: Downwind Port Tack
cs_cz: Po větru levobok
de_de: Lee Backbord Wende
es_es: Virada al Puerto con Sotavento
fil_ph: Pababa na Hangin mula sa Kaliwang Bahagi ng Barko
it_it: andature portanti mure a sinistra
nl_nl: Gijp naar BB
pt_br: Amuras a bombordo do vento
tr_tr: Rüzgar Yönünde İskele Yön Değişme

source: Downwind Starboard Tack
cs_cz: Po větru pravobok
de_de: Lee Steuerbord Wende
es_es: Virada para que Estribor quede a Sotavento
fil_ph: Pababa na Hangin mula sa Kanang Bahagi ng Barko
it_it: andature portanti mure a destra
nl_nl: Gijp naar SB
pt_br: Amuras a Boreste do vento
tr_tr: Rüzgar Yönünde Sancak Yön Değişme

source: Wind Speed
cs_cz: Rychlost větru
de_de: Windgeschwindigkeit
es_es: Velocidad del viento
et_ee: Tuule kiirus
fil_ph: Bilis ng Hangin
id_id: Kecepatan angin
it_it: Velocità vento
nl_nl: Windsnelheid
pl_pl: Prędkość wiatru
pt_br: Velocidade do vento
tr_tr: Rüzgar Hızı

source: Stats
cs_cz: Statistiky
de_de: Statistiken
es_es: Estadísticas
et_ee: Näitajad
fil_ph: Mga Istatistika
id_id: Statistik
it_it: Statistiche
nl_nl: Statistieken
pt_br: Estatísticas
tr_tr: İstatistikler

source: Speed
cs_cz: Rychlost
de_de: Geschwindigkeit
es_es: Velocidad
et_ee: Kiirus
fil_ph: Bilis
id_id: Kecepatan
it_it: Velocità
nl_nl: Vaart
pl_pl: Prędkość
pt_br: Velocidade
tr_tr: Hız

source: True Wind Dir / True Wind Speed
cs_cz: Skutečný směr a rychlost větru
de_de: wahre Windrichtung/Geschwindigkeit
es_es: Dir viento real / velocidad viento real
et_ee: Tegeliku tuule suund / kiirus
fil_ph: Totoong Direksyon ng Hangin/Totoong Bilis ng Hangin
it_it: Vero Vento Dir / Vento Vero Velocità
nl_nl: Ware windrichting en -snelheid
pl_pl: Kierunek wiatru rzeczywistego / prędkość wiatru rzeczywistego
pt_br: Dir Verdadeiro vento / velocidade do vento verdadiro
tr_tr: Gerçek Rüzgar Dir / Gerçek Rüzgar Hızı

source: Apparent Wind Dir / True Wind Speed
cs_cz: Zdánlivý směr / Skutečná rychlost větru
de_de: scheinbare Windrichtung/Geschwindigkeit
es_es: Dir viento aparente/velocidad viento real
et_ee: Näiva tuule suund / tegeliku tuule kiirus
fil_ph: Kasalukuyang Direksyon ng Hangin/Totoong Bilis ng Hangin
id_id: Kecepatan Angin Dirincuat / True Wind
it_it: Apparente Vento Dir / Vento Vero Velocità
nl_nl: Schijnbare windrichting / Ware windsnelheid
pl_pl: Kierunek wiatru pozornego / prędkość wiatru rzeczywistego
pt_br: Dir Vento aparente / velocidade do vento verdadeiro
tr_tr: Belirgin Rüzgar Dir / Gerçek Rüzgar Hızı

source: True Wind Dir / Apparent Wind Speed
cs_cz: Skutečný směr / Zdánlivá rychlost větru
de_de: wahre Windrichtung / scheinbare Windgeschw.
es_es: Dir viento real/velocidad viento aparente
et_ee: Tegeliku tuule suund / näiva tuule kiirus
fil_ph: Totoong Direskyon ng Hangin/Kasalukuyang Bilis ng Hangin
id_id: True Wind Dir / Kecepatan Angin yang Jelas
it_it: Vero vento dir / Vento apparente velocità
nl_nl: Ware windrichting / Schijnbare windsnelheid
pl_pl: Kierunek wiatru pozornego / prędkość wiatru pozornego
pt_br: Dir Verdadeiro vento / velocidade do vento aparente
tr_tr: Gerçek Rüzgar Dir / Belirgin Rüzgar Hızı

source: Apparent Wind Dir / Apparent Wind Speed
cs_cz: Zdánlivý směr a rychlost větru
de_de: Scheinbare Wind Richtung/Geschwindigkeit
es_es: Dir viento aparente/velocidad viento aparente
fil_ph: Kasalukuyang Direksyon ng Hangin / Kasalukuyang Bilis ng Hangin
id_id: Kecepatan Angin Dirincuat / Dirinci
it_it: Apparente Vento Dir / Vento Vero Velocità
nl_nl: Schijnbare windrichting en -snelheid
pl_pl: Kierunek wiatru pozornego / prędkość wiatru pozornego
pt_br: Dir Vento aparente / velocidade do vento aparente
tr_tr: Belirgin Rüzgar Dir / Belirgin Rüzgar Hızı

source: Full Plot
cs_cz: Úplné vykreslení
de_de: Kompletter Plot
es_es: Gráfico Completo
fil_ph: Buong Balangkas
id_id: Plot penuh
it_it: Grafico Completo
nl_nl: Volledige Plot
pt_br: Plot completa
tr_tr: Tam Çizim

source: Polars
cs_cz: Poláry
de_de: Polare
es_es: Polares
fil_ph: Mga Polar
id_id: Kutub
it_it: Polare
tr_tr: Kutuplar

source: Up
cs_cz: Nahoru
de_de: Aufwärts
es_es: Arriba
et_ee: Üles
fil_ph: Taas
id_id: Naik
it_it: Su
nl_nl: Omhoog
pl_pl: W górę
pt_br: Acima
tr_tr: Yukarı

source: Down
cs_cz: Dolů
de_de: Abwärts
es_es: Abajo
et_ee: Alla
fil_ph: Baba
id_id: Turun
it_it: Giù
nl_nl: Omlaag
pl_pl: W dół
pt_br: Abaixo
tr_tr: Aşağı

source: Add
cs_cz: Přidat
de_de: Hinzu
es_es: Añadir
et_ee: Lisa
fil_ph: Magdagdag
id_id: Menambahkan
it_it: Aggiungi
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
tr_tr: Ekle

source: Remove
cs_cz: Odebrat
de_de: Entfernen
es_es: Eliminar
et_ee: Eemalda
fil_ph: Mag-alis
id_id: Menghapus
it_it: Rimuovi
nl_nl: Verwijderen
pl_pl: Eliminuj
pt_br: Remover
tr_tr: Kaldır

source: Open Boat
cs_cz: Otevřít loď
de_de: Boot öffnen
es_es: Abrir Barco
et_ee: Ava laev
fil_ph: Magbukas ng Barko
id_id: Buka Perahu
it_it: apri la barca
nl_nl: Open Boot
pt_br: Barco aberto
tr_tr: Tekneyi Aç

source: Save Boat
cs_cz: Uložit loď
de_de: Boot speichern
es_es: Guardar Barco
et_ee: Salvesta laev
fil_ph: I-save ang Barko
id_id: Simpan Perahu
it_it: Salva Barca
nl_nl: Boot opslaan
pt_br: Salvar o barco
tr_tr: Tekneyi Kaydet

source: Save As Boat
cs_cz: Uložit jako loď
de_de: Als Boot speichern
es_es: Guardar como Barco
et_ee: Salvesta kui laev
fil_ph: I-save Bilang Barko
id_id: Simpan sebagai Perahu
it_it: Salva come Barca
nl_nl: Boot opslaan als
pt_br: Salve como barco
tr_tr: Tekne Olarak Kaydet

source: Overall
cs_cz: Celkově
de_de: Insgesamt
es_es: Completa
et_ee: Üldine
fil_ph: Kabuuan
id_id: Secara keseluruhan
it_it: Totale
nl_nl: Totaal
pl_pl: Ogólnie
pt_br: Global
tr_tr: Genel

source: Run Time
cs_cz: Doba zpracování
de_de: Laufzeit
es_es: Tiempo de ejecución
et_ee: Käitusaeg
fil_ph: Oras ng Pagtakbo
id_id: Waktu Berjalan
it_it: Durata di esecuzione
nl_nl: Bewerkingstijd
pl_pl: Czas pracy
pt_br: Tempo de execução
tr_tr: Çalışma Süresi

source: Iso Chrons
cs_cz: Izochrony
de_de: Isochronen
es_es: Isocronas
et_ee: Isokroonid
fil_ph: Mga Iso Chron
nl_nl: Isochronen
pl_pl: Izochrony

source: Routes
cs_cz: Trasy
de_de: Routen
es_es: Rutas
et_ee: Teekonnad
fil_ph: Mga Ruta
id_id: Rute-rute
it_it: Rotte
pl_pl: Drogi
pt_br: Rotas
tr_tr: Rotalar

source: InvRoutes
de_de: Route umkehren
es_es: Rutas inv
fil_ph: Imbalidong mga Ruta
nl_nl: Omgekeerde routes
pl_pl: Odwróć drogi
pt_br: InvRotas

source: Skip Positions
cs_cz: Přeskočit pozice
de_de: Positionen überspringen
es_es: Omitir posiciones
et_ee: Jäta asukohad vahele
fil_ph: Laktawan ang mga Posisyon
id_id: Lewatkan posisi
it_it: Salta Posizioni
nl_nl: Sla posities over
pl_pl: Pomiń pozycje
pt_br: pular posições
tr_tr: Pozisyonları Geç

source: Current Configuration
cs_cz: Konfigurace proudu
de_de: Aktuelle Konfiguration
es_es: Configuración seleccionada
et_ee: Praegune seadistus
fil_ph: Kasalukuyang Pagsasaayos
id_id: Konfigurasi sekarang
it_it: Configurazione attuale
nl_nl: Huidige configuratie
pl_pl: Bieżąca konfiguracja
pt_br: Configuração atual
tr_tr: Geçerli Yapılandırma

source: Information
cs_cz: Informace
de_de: Informationen
es_es: Información
et_ee: Teave
fil_ph: Impormasyon
id_id: Informasi
it_it: Informazione
nl_nl: Informatie
pl_pl: Informacja
pt_br: Informação
tr_tr: Bilgi

source: Starting
cs_cz: Spouštění
de_de: Beginne
es_es: Comenzando
et_ee: Alates
fil_ph: Nagsisimula
id_id: Memulai
it_it: In Avvio
nl_nl: Starten
pl_pl: Rozpoczynam
pt_br: Iniciando
tr_tr: Başlangıç

source: For
cs_cz: pro
de_de: Für
es_es: Para
fil_ph: Para
id_id: Untuk
it_it: Per
nl_nl: Voor
pl_pl: Dla
pt_br: Para
tr_tr: İçin

source: day(s)
cs_cz: dny
de_de: Tag(e)
es_es: día(s)
et_ee: päev(a)
fil_ph: araw/mga araw
id_id: hari(s)
it_it: giorno(i)
nl_nl: dagen
pl_pl: dzień(dni)
pt_br: dia (s)
tr_tr: gün

source: hour(s)
cs_cz: hodin(y)
de_de: Stunden(n)
es_es: hora(s)
et_ee: tund(i)
fil_ph: oras/mga oras
id_id: jam(s)
it_it: ora(e)
nl_nl: uren
pl_pl: godzin(a/y)
pt_br: hora (s)
tr_tr: saat

source: Spaced
cs_cz: Rozložený
es_es: Espaciado
fil_ph: May pagitan
id_id: Memberi jarak
it_it: Spaziato
nl_nl: Interval
pl_pl: Rozmieszczenie
pt_br: Espaçados
tr_tr: Aralıklı

source: Hour(s)
cs_cz: Hodin(y)
de_de: Stunde(n)
es_es: Hora(s)
et_ee: Tund(i)
fil_ph: Oras/Mga Oras
id_id: Jam(s)
it_it: Ora(e)
nl_nl: uren
pl_pl: Godzin(a/y)
pt_br: Hora (s)
tr_tr: Saat

source: Once
cs_cz: Jednou
de_de: Einmalig
es_es: Una vez
et_ee: Üks kord
fil_ph: Isang Beses
id_id: Sekali
it_it: Una volta
nl_nl: Eenmalig
pl_pl: Jednorazowo
pt_br: Uma vez
tr_tr: Bir kez

source: Daily
cs_cz: Denně
de_de: Täglich
es_es: Diario
et_ee: Päevane
fil_ph: Bawat Araw
id_id: Harian
it_it: Quotidiano
nl_nl: Dagelijks
pl_pl: Codzienne
pt_br: Diário
tr_tr: Günlük

source: Weekly
cs_cz: Týdně
de_de: wöchentlich
es_es: Semanal
et_ee: Nädalane
fil_ph: Bawat Linggo
id_id: Mingguan
it_it: Settimanale
nl_nl: Wekelijks
pl_pl: Co tydzień
pt_br: Semanal
tr_tr: Haftalık

source: Monthly
cs_cz: Měsíčně
de_de: monatlich
es_es: Mensual
et_ee: Kuine
fil_ph: Bawat Buwan
id_id: Bulanan
it_it: Mensile
nl_nl: Maandelijks
pl_pl: Co miesiąc
pt_br: Mensal
tr_tr: Aylık

source: Sources
cs_cz: Zdroje
de_de: Quellen
es_es: Fuentes
et_ee: Allikad
fil_ph: Mga Pinagkukunan
id_id: Asal
it_it: Sorgente
nl_nl: Bronnen
pl_pl: Źródło
pt_br: Fontes
tr_tr: Kaynaklar

source: Destinations
cs_cz: Destinace
de_de: Ziele
es_es: Destinos
et_ee: Sihtkohad
fil_ph: Mga Destinasyon
id_id: Destinasi
it_it: Destinazioni
nl_nl: Bestemmingen
pl_pl: Cel
pt_br: Destinos
tr_tr: Hedefler

source: Auto Connect
cs_cz: Automatické připojení
de_de: Automatisch verbinden
es_es: Autoconectar
et_ee: Automaatne ühendamine
fil_ph: Awtomatikong Pagkonek
id_id: Terhubung Otomatis
it_it: Auto Connessione
nl_nl: Automatisch verbinden
pl_pl: Połącz automatycznie
pt_br: Auto conexão
tr_tr: Otomatik Bağlantı

source: Within
cs_cz: Mezi
de_de: Innerhalb
es_es: Dentro de
et_ee: Piires
fil_ph: Sa loob ng
id_id: Dalam
it_it: Entro
nl_nl: Binnen
pl_pl: W zasięgu
pt_br: No prazo de
tr_tr: İçinde

source: Connect
cs_cz: Připojit
de_de: Verbinden
es_es: Conectar
et_ee: Ühendu
fil_ph: Magkonekta
id_id: Menghubungkan
it_it: Connetti
nl_nl: Verbinden
pl_pl: Połącz
pt_br: Conectar-se
tr_tr: Bağlan

source: Disconnect All
cs_cz: Odpojit všechny
de_de: Alle trennen
es_es: Desconectar todo
et_ee: Katkesta kõik ühendused
fil_ph: Idiskonekta ang Lahat
id_id: Putus Semua sambungan
it_it: Disconnetti Tutto
nl_nl: Alle verbreken
pl_pl: Odłącz wszystko
pt_br: Desconectar todos
tr_tr: Tümünün Bağlantısını Kes

source: Boats
cs_cz: Lodě
de_de: Boote
es_es: Barcos
et_ee: Paadid
fil_ph: Mga Barko
id_id: Perahu
it_it: Barche
nl_nl: Vaartuigen
pl_pl: Statki
pt_br: Barcos
tr_tr: Tekneler

source: 80 to 120
cs_cz: 80 až 120
de_de: 80 bis 120
es_es: 80 a 120
fil_ph: 80 hanggang 20
id_id: 80 ke 120
it_it: 80 a 120
nl_nl: 80 tot 120
pt_br: 80 a 120
tr_tr: 120'den 80'e

source: Wind Strength
cs_cz: Síla větru
de_de: Windstärke
es_es: Fuerza del viento
et_ee: Tuule tugevus
fil_ph: Lakas ng Hangin
id_id: Kekuatan angin
it_it: Forza del vento
nl_nl: Windkracht
pl_pl: Siła wiatru
pt_br: Força do vento
tr_tr: Rüzgar Şiddeti

source: Reset
cs_cz: Obnovit výchozí
de_de: Zurücksetzen
es_es: Restablecer
et_ee: Lähtesta
fil_ph: Magtakdang muli
id_id: Setel ulang
it_it: Resetta
pl_pl: Wyczyść
pt_br: Redefinir
tr_tr: Sıfırla

source: Generate
cs_cz: Generovat
de_de: Generieren
es_es: Generado
et_ee: Loo!
fil_ph: Maglikha
id_id: Membangkitkan
it_it: Genera
nl_nl: Genereren
pl_pl: Ustawienia ogólne
pt_br: Criar
tr_tr: Oluştur

source: Category
cs_cz: Kategorie
de_de: Kategorie
es_es: Categoría
et_ee: Kategooria
fil_ph: Kategoriya
id_id: Golongan
it_it: Categoria
nl_nl: Categorie
pl_pl: Kategoria
pt_br: Categoria
tr_tr: Kategori

source: Filter
cs_cz: Filtr
es_es: Filtro
et_ee: Filtreeri
fil_ph: Magsala
id_id: Menyaring
it_it: Filtri
pl_pl: Filtr
pt_br: Filtro

source: Reset All
cs_cz: Resetovat vše
de_de: Alle zurücksetzen
es_es: Reiniciar todo
et_ee: Lähtesta kõik
fil_ph: Itakdang muli ang Lahat
id_id: Setel ulang semua
it_it: Ripristina Tutto
nl_nl: Reset alles
pl_pl: Resetuj wszystko
pt_br: Restaurar tudo

source: Done
cs_cz: Hotovo
de_de: Fertig
es_es: Hecho
et_ee: Valmis
fil_ph: Natapos
id_id: Selesai
it_it: Fatto
nl_nl: Klaar
pl_pl: Gotowe
pt_br: Feito

source: Sail Changes
cs_cz: Změny plachet
de_de: Segelwechsel
es_es: Cambios de Vela
et_ee: Purjede muutus
fil_ph: Mga Pagbabago sa Paglalayag
id_id: Pergantian berlayar
it_it: Vele cambiate
nl_nl: Zeilwisselingen
pt_br: Alterações de vela

source: Weather Data
cs_cz: Údaje o počasí
de_de: Wetterdaten
es_es: Información del Tiempo
et_ee: Ilma andmed
fil_ph: Datos ng Panahon
id_id: Data Cuaca
it_it: Dati meteo
nl_nl: Weerdata
pt_br: Dados meteorológicos

source: Duration
de_de: Dauer
es_es: Duración
it_it: Durata
nl_nl: Duur

source: Course
de_de: Kurs
es_es: Rumbo
it_it: Corso
nl_nl: Koers

source: True Wind Speed (TWS)
de_de: Wahre Windgeschw.
es_es: Velocidad Viento Real (TWS)
it_it: Velocità Vento reale(TWS)
nl_nl: Ware windsnelheid (TWS)

source: True Wind Angle (TWA)
de_de: Wahrer Windwinkel
es_es: Dir. Viento Real (TWA)
it_it: Angolo Vento reale (TWA)
nl_nl: Ware windhoek (TWA)

source: Waves Height
de_de: Wellenhöhe
es_es: Altura de las olas
it_it: Altezza onda
nl_nl: Golfhoogte

source: name
cs_cz: jméno
es_es: nombre
et_ee: nimi
fil_ph: pangalan
id_id: nama
it_it: nome
nl_nl: naam
pl_pl: nazwa
pt_br: nome

source: latitude
cs_cz: zem. šířka
de_de: Breite
es_es: latitud
et_ee: laius
fil_ph: latitud
id_id: garis lintang
it_it: latitudine
nl_nl: breedte
pl_pl: φ

source: minutes
cs_cz: minuty
de_de: Minuten
es_es: minutos
et_ee: minutit
fil_ph: mga minuto
id_id: menit
it_it: minuti
nl_nl: minuten
pl_pl: minuty
pt_br: minutos
tr_tr: dakikalar

source: longitude
cs_cz: zem. délka
de_de: Länge
es_es: longitud
et_ee: pikkus
fil_ph: longhitud
id_id: garis bujur
it_it: longitudine
nl_nl: lengte
pl_pl: λ
tr_tr: boylam
