Repository: rgleason/weather_routing_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fil_ph, id_id, it_it, nl_nl, pl_pl, pt_br, tr_tr

source: Cursor Route -- optimal route closest to the cursor Destination Route -- optimal route to the desired destination Route Thickness -- thickness to draw Cursor and Destination Routes Iso Chron Thickness -- thickness for isochrones on map Alternate Routes Thickness -- thickness for alternate routes
de_de: Cursor-Route -- optimale Route am nächsten am Cursor Ziel-Route -- optimale Route zum gewünschten Ziel Route Dicke -- Dicke zum Zeichnen von Cursor- und Zielrouten Iso Chron Dicke -- Dicke für IsoChrone auf Karte Alternate Routen Dicke -- Dicke für alternative Routen
es_es: Ruta de cursor -- ruta óptima más cercana al cursor Ruta de destino -- ruta óptima al destino deseado Grosor de ruta -- espesor para dibujar las rutas de cursor y destino Grosor de Isócronas -- espesor para isócronas en el mapa Grosor de Rutas Alternas -- espesor para rutas alternativas

source: Note: All thicknesses can be set to 0 to disable their display Alternates for all Isochrons -- display all alternate routes not only the ones which reach the last isochrone Squares At Sail Changes -- render squares along Routes whenever a sail change is made
de_de: Beachte: Alle Dicken können auf 0 gesetzt werden um sie nicht anzuzeigen Alternativen für alle Isochrone -- alle alternativen Routen darstellen, nicht nur die den letzten Isochron erreichen Quadrat für Segelwechsel -- zeichnet auf der Route Quadrate, wo Segel gewechselt werden.
es_es: Nota: Los espesores pueden ponerse a 0 para no mostrarlos Alternativa para las Isócronas -- muestra todas las rutas alternativas no solamente las que alcanzan la última isócrona Cuadrados al Cambio de Velas -- dibuja cuadrados a lo largo de la ruta cuando se necesita hacer un cambio de velas

source: Filter Routes by Climatology -- This currently does nothing, but I intended to make weather route maps which derive data from grib and climatology clearly render which data was used where \nNumber of Concurrent Threads -- if there are multiple configurations, they can be computed in separate threads which allows a speedup if there are multiple processors
de_de: Routen über Climatology filtern -- da passiert zur Zeit nichts, aber die Idee ist, klar zu zeigen, welche Routendaten aus den GRIBs und welche aus Climatology stammen Parallele Threads - wenn vielfache Konfigurationen gerechnet werden, dann kann das zur Beschleunigung in parallelen Threads auf den Mehrfachprozessoren geschehen
es_es: Filtrar rutas por climatología -- Actualmente esto no hace nada, pero pensé hacer mapas de rutas meteorológicas que obtengan datos de grib y la climatología claramente renderizan qué datos se usaron donde \nNúmero de Hilos Concurrentes -- si hay múltiples configuraciones, pueden ser calculados en hilos separados que permiten una aceleración si hay múltiples procesadores

source: No Route
cs_cz: Žádná trasa
de_de: Keine Route
es_es: No hay ruta
et_ee: Teekond puudub
fil_ph: Walang Ruta
id_id: Tidak Ada Rute
it_it: Nessun rotta
nl_nl: Geen route
pl_pl: Brak drogi
pt_br: Nenhuma rota
tr_tr: Rota Yok

source: Running
cs_cz: Probíhá
de_de: Läuft
es_es: Ejecutando
et_ee: Töötab
fil_ph: Tumatakbo
id_id: Menjalankan
it_it: In esecuzione
nl_nl: Bezig
pl_pl: Uruchomiona
pt_br: Executando
tr_tr: Çalışıyor

source: Stopped
cs_cz: Zastaveno
de_de: Gestoppt
es_es: Parado
et_ee: Peatatud
fil_ph: Nahinto
id_id: Berhenti
it_it: Fermato
nl_nl: Gestopt
pl_pl: Zatrzymane
pt_br: Parado
tr_tr: Durdu

source: End Time
de_de: Endezeit
es_es: Hora de fin
et_ee: Lõpuaeg
it_it: Ora di fine
nl_nl: Eindtijd

source: Time
de_de: Zeit
es_es: Hora
et_ee: Aeg
it_it: Durata
nl_nl: Tijd

source: Distance
de_de: Distanz
es_es: Distancia
et_ee: Vahemaa
it_it: Distanza
nl_nl: Afstand

source: Avg Speed
de_de: Durchschnittsgeschw.
es_es: Vel. media
et_ee: Kesk. kiirus
it_it: Vel Media
nl_nl: Gem. Snelheid

source: Max Speed
de_de: Max. Geschwindigkeit
es_es: Vel. máx
et_ee: Maks. kiirus
it_it: Vel Massima
nl_nl: Maximum snelheid

source: Avg Speed Ground
de_de: Mittlere Geschwindigkeit über Grund
es_es: Vel. sobre fondo media
it_it: Media Velocità Terreno
nl_nl: Gem. vaart over grond

source: Max Speed Ground
de_de: Max Geschwindigkeit über Grund
es_es: Max. velocidad sobre fondo
nl_nl: Maximum vaart over grond

source: Avg Wind
de_de: Mittlerer Wind
es_es: Viento medio
it_it: Vento Medio
nl_nl: Gem. wind

source: Max Wind
es_es: Viento Máx
it_it: Vento Massimo

source: Max Wind Gust
de_de: Max. Böen
es_es: Racha max viento
it_it: Max raffiche di vento
nl_nl: Max wind vlaag

source: Avg Current
de_de: Mittlere Strömung
es_es: Corriente promedio
et_ee: Kõrge pinge
it_it: Corrente Media
nl_nl: Gem. stroomsnelheid

source: Max Current
de_de: Max. Strömung
es_es: Corriente máx
et_ee: Max vool
it_it: Corrente max
nl_nl: Max. stroom

source: Avg Swell
de_de: Mittlere Dünung
es_es: Mar de Fondo Promedio
it_it: Onda media
nl_nl: Gem. deining

source: Max Swell
cs_cz: Max vlnění
de_de: Max Dünung
es_es: Mar de fondo max
et_ee: Maks lainetus
fil_ph: Pinakamalaking Bukol
it_it: Max rigonfiamento
nl_nl: Max. deining
pl_pl: Max wysokość martwej fali
pt_br: Swell máximo
tr_tr: Maksimum Ölü Dalga

source: Upwind Percentage
de_de: Am Wind Anteil in Prozent
es_es: Porcentaje de barlovento
it_it: percentuale massima di vento
nl_nl: Percentage aan de wind

source: Port Starboard
de_de: Back-/Steuerbord
es_es: Babor Estribor
it_it: Porta/Starboard
nl_nl: Bakboord Stuurboord

source: Tacks
cs_cz: Obraty
de_de: Wenden
es_es: Viradas
et_ee: Paudid
fil_ph: Mga Kabit
it_it: Virate
nl_nl: Slagen
pl_pl: Halsy
pt_br: Tachas
tr_tr: Yön değişmeler

source: Comfort
de_de: Komfort
es_es: Confort
it_it: Comodità

source: New or updated data available
de_de: Neue oder aktualisierte Daten verfügbar
es_es: Datos nuevos o actualizados disponibles
it_it: Dati nuovi o aggiornati disponibili
nl_nl: Nieuwe of bijgewerkte gegevens beschikbaar

source: A new version of the Weather Route plugin has been installed. "Import new boats and polars" will overwrite the standard boats and polars with newer data. If you have modified this data and not changed the names, your modifications will be overwritten, so be sure to backup your changes. If you have added new polars or boats with exclusive names, they will be kept untouched.
de_de: Eine neue Version des Weather Route Plugins wurde installiert "Neue Boote und Polardaten importieren" wird die Standardboote und Polardaten mit neuen Daten überschreiben. Wenn diese vorher verändert wurden,ohne Namen zu verändern, gegen die Veränderungen verloren . Also: Veränderungen vorher sichern. Im Falle von neuen Polardaten oder Booten mit individuellen Namen bleiben die Daten erhalten.
es_es: Una versión nueva del Plugin Weather Route se ha instalado "Importar nuevos barcos y polares" sobrescribirá el barco estándar y polares con nuevos datos. Si has modificado estos datos y no cambias los nombres, tus cambios se sobrescribirán, por lo estate seguro de salvaguardar tus cambios. Si has añadido nuevos polares y barcos con nombres exclusivos, se mantendrán sin cambios.

source: Import example configurations will overwrite your route configurations with a sample set showing you how WeatherRouting works. Backup your existing configurations if you need. Pressing "OK" will apply the selected changes, pressing "Cancel" will do nothing and you will be asked again on the next launch.
de_de: Der Import von Beispielskonfigurationen wird die aktuellen Routenkonfigurationen mit den Beispielsarbeitsdaten überschreiben Aso die Konfigurationen vorher sichern, falls diese gebraucht werden Mit "OK" werden die Veränderungen ausgeführt, "Abbrechen" belässt Alles und beim nächsten Start wird wieder abgefragt.
es_es: Importar configuraciones de ejemplo sobrescribirán tu ruta configuraciones con un conjunto de muestra cómo funciona WeatherRouting. Salvaguarde sus configuraciones existentes si lo necesita. Al presionar "OK" se aplicarán los cambios seleccionados, presionando "Cancelar" no hará nada y se te volverá a preguntar en el próximo lanzamiento.

source: Import new boats and polars
de_de: Neue Boote und Polare importieren
es_es: Importar nuevos barcos y polares
it_it: Importa nuove barche e polari
nl_nl: Importeer nieuwe boten en polars

source: Import example configurations
de_de: Beispielkonfigurationen importieren
es_es: Importar configuraciones de ejemplo
it_it: Importa configurazioni di esempio
nl_nl: Voorbeeldconfiguraties importeren

source: Name
cs_cz: Jméno
es_es: Nombre
et_ee: Nimi
fil_ph: Pangalan
id_id: Nama
it_it: Nome
nl_nl: Naam
pl_pl: Nazwa
pt_br: Nome
tr_tr: Ad

source: Enter Name
cs_cz: Zadej jméno
de_de: Name eingeben
es_es: Introduzca el Nombre
et_ee: Sisesta nimi
fil_ph: Maglagat ng Pangalan
id_id: Memasukkan nama
it_it: Inserisci Nome
nl_nl: Voer naam in
pl_pl: Podaj nazwę
pt_br: Digite o nome
tr_tr: Adı Girin

source: New Position
cs_cz: Nová pozice
de_de: Neue Position
es_es: Nueva Posición
et_ee: Uus asukoht
fil_ph: Bagong Posisyon
id_id: Kedudukan baru
it_it: Nuova posizione
nl_nl: Nieuwe positie
pl_pl: Nowa pozycja
pt_br: Nova posição
tr_tr: Yeni Pozisyon

source: This name already exists, replace?
cs_cz: Tento název již existuje, nahradit?
de_de: Dieser Name existiert bereits, ersetzen?
es_es: Este nombre ya existe, ¿reemplazar?
et_ee: See nimi on juba olemas, asendada?
fil_ph: Ang pangalang ito ay nagamit na, baguhin?
id_id: Nama ini sudah ada, tukar?
it_it: Questo file è già esistente, vuoi sostituirlo?
nl_nl: Deze naam bestaat al. Vervangen?
pl_pl: Ta nazwa już istnieje, zastąpić?
pt_br: Este nome já existe, substituir?
tr_tr: Bu ad zaten mevcut, değiştir?

source: Select exactly 1 configuration
cs_cz: Vyber přesně 1 konfiguraci
de_de: Bitte genau 1 Konfiguration wählen
es_es: Seleccione exactamente 1 configuración
et_ee: Vali just 1 seadistus
fil_ph: Pumili ng eksaktong isang pagsasaayos
id_id: Pilih 1 konfigurasi yang akurat
it_it: Seleziona esattamente 1 configurazione
nl_nl: Kies 1 configuratie
pl_pl: Wybierz konfigurację
pt_br: Selecione exatamente 1 configuração
tr_tr: Tam olarak 1 yapılandırma seçin

source: Cursor outside computed route map
cs_cz: Kurzor mimo mapu vypočítané trasy
de_de: Cursor außerhalb der berechneten Routenkarte
es_es: Cursor fuera del mapa de la ruta computada
et_ee: Kursor väljaspool arvutatud tee kujutist
fil_ph: Ang panturo ay nasa labas mapa ng nakwentang ruta
id_id: Kursor di luar peta rute yang diperhitungkan
it_it: Cursore fuori della mappa della rotta calcolata
nl_nl: Cursor buiten berekende route op kaart
pl_pl: Kursor poza obliczoną trasą nawigacji
pt_br: Cursor fora computado rota mapa
tr_tr: İmleç hesaplanan yol haritasının dışında

source: Climatology
cs_cz: Klimatologie
de_de: Klimatologie
es_es: Climatología
et_ee: Klimatoloogia
fil_ph: Klimatolohiya
id_id: Ilmu iklim
it_it: Climatologia
nl_nl: Klimatologie
pl_pl: Klimatologia
pt_br: Climatologia
tr_tr: İklimbilim

source: Data Deficient
cs_cz: Chybí údaje
de_de: Daten ungenügend
es_es: Datos Deficientes
et_ee: Andmed puudulikud
fil_ph: Kulang ang Datos
id_id: Data yang tidak sempurna
it_it: Donne assenti
nl_nl: Gegevensfout
pt_br: Dados deficientes
tr_tr: Yetersiz Veri

source: Wind
cs_cz: Vítr
es_es: Viento
et_ee: Tuul
fil_ph: Hangin
id_id: Angin
it_it: Vento
pl_pl: Wiatr
pt_br: Vento
tr_tr: Rüzgar

source: Current
cs_cz: Proud
de_de: Strömung
es_es: Corriente
et_ee: Hoovus
fil_ph: Alon
id_id: Aliran
it_it: Corrente
nl_nl: Stroming
pl_pl: Bieżący
pt_br: Corrente
tr_tr: Akıntı

source: Cannot goto invalid route(s).
cs_cz: Nelze projít neplatnou trasu
de_de: Kann nicht zu ungültigen Route(n) gehen.
es_es: No se puede ir a ruta(s) no válidas.
et_ee: Ei saa minna kehtetu(te)le tee(de)le.
fil_ph: Dili maaaring pumunta sa imbalidong ruta/mga ruta.
id_id: Tidak dapat menghapus rute yang tidak sah(s).
it_it: Impossibile andare a rotta non valido.
nl_nl: Kan ongeldige route(s) niet gebruiken.
pl_pl: Nie mogę iść nieprawidłową drogą(ami).
pt_br: Não pode ir rota(s) inválida.
tr_tr: Geçersiz rotaya(rotalara) gidilemiyor.

source: Select Configuration
cs_cz: Vybrat konfiguraci
de_de: Konfiguration wählen
es_es: Seleccione configuración
et_ee: Vali seadistus
fil_ph: Pumili ng Pagsasaayos
id_id: Pilih Konfigurasi
it_it: Seleziona Configurazione
nl_nl: Selecteer configuratie
pl_pl: Wybierz konfigurację
pt_br: Selecione configuração
tr_tr: Yapılandırma Seçin

source: Zero time span forbidden, aborting.
cs_cz: Nulový časový rozsah nepovolen, končím.
de_de: Null Zeitraum ist ungültig, abgebrochen.
es_es: Intervalo de tiempo cero prohibido, abortando.
et_ee: Null ajavahemik on keelatud, katkestan.
fil_ph: Ang oras na may habang sero ay pinagbabawal, mabibigo.
id_id: Masa waktu nol dilarang, penguguran.
it_it: Periodo di tempo zero, interrotto.
nl_nl: Tijdsduur van nul is niet toegestaan; afgebroken.
pl_pl: Zerowy przedział czasowy zakazany, przerywanie.
pt_br: Zero hora intervalo proibido, abortando.
tr_tr: Sıfır zaman aralığı yasaklandı, iptal edildi.

source: Batch configuration
cs_cz: Dávková konfigurace
de_de: Wetter-Routenplanung
es_es: Configuración por lotes
et_ee: Pakkseadistus
fil_ph: Pangkatang pagsasaayos
id_id: Kumpulan Konfigurasi
it_it: Configurazione a lotto
nl_nl: Batchconfiguratie
pl_pl: Konfiguracja wsadowa
pt_br: Configuração de lote
tr_tr: Toplu yapılandırma

source: Route export failed
de_de: Export der Route fehlgeschlagen
es_es: Error al exportar ruta
it_it: Esportazione rotta fallita

source: Route(s) not computed, cannot export
de_de: Route(n) nicht berechnet, kein Export
es_es: Ruta(s) no calculafa(s), no se puede exportar
it_it: Rotta non calcolata, impossibile esportare

source: Failed to start configuration:
cs_cz: Nepodařilo se spustit konfiguraci:
de_de: Fehler bei Öffnen Datei:
es_es: No se pudo empezar la configuración:
et_ee: Nurjunud käivituse seadistus:
fil_ph: Nabigo sa pagsimula ng pagsasaayos:
id_id: Gagal memulai konfigurasi:
it_it: Impossibile avviare la configurazione:
nl_nl: Kon configuratie niet starten:
pl_pl: Nie można uruchomić konfiguracji:
pt_br: Falha ao iniciar a configuração:
tr_tr: Yapılandırma başlatma başarısız:

source: Failed to load file.
cs_cz: Nepodařilo se načíst soubor.
de_de: Fehler bei Laden Datei
es_es: Fallo al cargar el archivo.
et_ee: Faili laadimine nurjus.
fil_ph: Nabigo sa pagkarga ng talaksan.
id_id: Gagal memuat file.
it_it: Impossibile caricare file.
nl_nl: Kon bestand niet laden.
pl_pl: Nie można załadować pliku.
pt_br: Falha ao carregar arquivo.
tr_tr: Dosya yüklenemedi.

source: Invalid xml file
cs_cz: Neplatný xml soubor
de_de: Ungültige xml Datei
es_es: Archivo xml no válido
et_ee: Kehtetu xml-fail
fil_ph: Imbalidong talaksan na xml
id_id: File xml tidak sesuai
it_it: File xml non valido
nl_nl: Ongeldig xml-bestand
pl_pl: Nieprawidłowy plik xml
pt_br: Arquivo xml inválido
tr_tr: Geçersiz xml dosyası

source: Load
cs_cz: Nahrát
de_de: Laden
es_es: Carga
et_ee: Lae
fil_ph: Ikarga
id_id: Memuat
it_it: Carica
nl_nl: Laden
pl_pl: Ładuj
pt_br: Carga
tr_tr: Yükle

source: File contains duplicate position name, discaring
cs_cz: Soubor obsahuje duplicitní jméno pozice, zahazuji
de_de: Datei enthält Positionsnamen mehrfach, verworfen
es_es: El archivo contiene nombre de posición duplicado, descartando
et_ee: Failis on dubleeritud asukoha nimi, kas hüljata
fil_ph: Ang talaksan ay naglalaman ng duplikadong pangalan ng posisyon, naghihingal
id_id: File berisi nama posisi duplikat, discaring
it_it: Il file contiene il nome duplicato della posizione, scartando
nl_nl: Bestand bevat dubbele positienaam, slechts een gebruikt
pl_pl: Plik zawiera zduplikowane nazwy pozycji, porzucenie
pt_br: Arquivo contém o nome de posição duplicado, descartando
tr_tr: Dosya yinelenen konum adı içeriyor, ayırıyor

source: Unrecognized xml node
cs_cz: Nerozpoznaný xml uzel
de_de: Nicht erkannter XML Knoten
es_es: Nodo xml no reconocido
et_ee: Tundmatu xml-sõlm
fil_ph: Hindi makilalang node na xml
id_id: Simpul xml yang tidak diketahui
it_it: Nodo xml non riconosciuto
nl_nl: Niet-herkend xml-knooppunt
pl_pl: Nierozpoznany węzeł xml
pt_br: não reconhecido xml node
tr_tr: Tanınmayan xml düğümü

source: Failed to save xml file:
cs_cz: Uložení souboru xml se nezdařilo:
de_de: Fehler bei Öffnen Datei:
es_es: Error al guardar el archivo xml:
et_ee: Ei saa salvestada xml-faili:
fil_ph: Nagibo sa pag-save ng talaksan na xml:
id_id: Gagal untuk menyimpan file xml:
it_it: Impossibile salvare file xml:
nl_nl: Kon bestand niet opslaan:
pl_pl: Nie można zapisać pliku xml:
pt_br: Falha ao salvar arquivo xml:
tr_tr: xml dosyası kaydedilemedi:

source: Invalid Start/End
cs_cz: Neplatný začátek/konec
de_de: Ungültiger Beginn/Ende
es_es: Inicio/Fin no válido
et_ee: Kehtetu algus/lõpp
fil_ph: Imbalidong Panimula/Panapos
id_id: Start/End tidak valid
it_it: Inizio/Fine Non Valida
nl_nl: Start/Einde ongeldig
pl_pl: Nieprawidłowy Start/Koniec
pt_br: Início/Fim inválido

source: Computing...
cs_cz: Výpočet...
de_de: Berechne ...
es_es: Calculando...
et_ee: Arvutamas...
fil_ph: Nagkukuwenta...
id_id: Perhitungan...
it_it: Calcolando...
nl_nl: Berekenen...
pl_pl: Oblicz...
pt_br: Computação...
tr_tr: Hesaplanıyor...

source: Complete
cs_cz: Hotovo
de_de: Berechnet
es_es: Completado
et_ee: Valmis
fil_ph: Kompleto
id_id: Lengkap
it_it: Completa
nl_nl: Klaar
pl_pl: Kompletny
pt_br: Completo
tr_tr: Tamamlandı

source: Land
cs_cz: Země
es_es: Tierra
et_ee: Maa
fil_ph: Lupa
id_id: Darat
it_it: Terra
pl_pl: Ląd
pt_br: Terra

source: Failed
cs_cz: Nezdařilo se
de_de: Fehlgeschlagen
es_es: Fallo
et_ee: Nurjus
fil_ph: Nabigo
id_id: Gagal
it_it: Fallito
nl_nl: Mislukt
pl_pl: Niepowodzenie
pt_br: Falhou
tr_tr: Başarısız

source: Boundary
cs_cz: Hranice
de_de: Grenze
es_es: Límite
et_ee: Piir
fil_ph: Hangganan
id_id: Perbatasan
it_it: Confine
nl_nl: Gebiedsgrens
pl_pl: Granica
pt_br: Limite

source: Waiting...
cs_cz: Čekejte...
de_de: Warte...
es_es: Esperando...
et_ee: Ootel...
fil_ph: Naghihintay...
id_id: Menunggu...
it_it: In attesa...
nl_nl: Wachten...
pl_pl: Czekaj...
pt_br: Aguardando...
tr_tr: Bekleniyor...

source: Not Computed
cs_cz: Není vypočítaný
de_de: Nicht Berechnet
es_es: No computado
et_ee: Pole arvutatud
fil_ph: Hindi Nakwenta
id_id: Tidak dihitung
it_it: Non Calcolato
nl_nl: Niet berekend
pl_pl: Nie obliczone
pt_br: Não computado
tr_tr: Hesaplanmadı

source: No Weather Route selected
cs_cz: Žádná trasa není vybrána
de_de: Keine Wetter-Route gewählt
es_es: No hay Ruta Meteo Seleccionada
et_ee: Ilmamarsruuti pole valitud
fil_ph: Walang napiling Ruta ng Panahon
id_id: Tidak ada rute yang dipilih
it_it: Nessuna rotta meteo selezionata
nl_nl: Geen weerroute geselecteerd
pl_pl: Nie wybrana droga
pt_br: Nenhuma rota de tempo selecionada
tr_tr: Seçilen Hava Rotası yok

source: Empty Route, nothing to export
cs_cz: Prázdná trasa, nic na export
de_de: Leere Route, nichts zum Exportieren
es_es: Ruta Vacía, nada que exportar
et_ee: Tühi tee, midagi pole eksportida
fil_ph: Walang lamang Ruta, walang mailuluwas
id_id: Rute Kosong, tidak ada yang bisa dikeluarkan
it_it: Rotta vuota, niente da esportare
nl_nl: Lege route, niets te exporteren
pl_pl: Pusta droga, nie ma nic do export
pt_br: Rota vazia, nada a exportar
tr_tr: Boş rota, dışa aktarılacak bir şey yok

source: Weather Route
de_de: Wetter-Route
es_es: Ruta Meteorológica
it_it: Routing Meteo
nl_nl: Weerroutering

source: Weather Route Point
cs_cz: Pozice weather route
de_de: Wetter-Routenpunkt
es_es: Punto de Ruta Meteo
et_ee: Ilmastiku teekonna punkt
fil_ph: Punto sa Ruta ng Panahon
id_id: Titik Rute Cuaca
it_it: Posizione Rotta Meteo
nl_nl: Weerroutepunt
pl_pl: Punkt drogi pogodowej
pt_br: Ponto de Weather Route
tr_tr: Hava Rota Noktası

source: Weather Route Destination
cs_cz: Cíl weather route
de_de: Wetter-Routenziel
es_es: Destino de la Ruta Meteorológica
et_ee: Ilmastiku teekonna lõpppunkt
fil_ph: Destinasyon sa Ruta ng Panahon
id_id: Tujuan Rute Cuaca
it_it: Destinazione Rotta Meteo
nl_nl: Weerroute bestemming
pt_br: Destino Weather Route

source: GPX Route file created
de_de: GPX-Route Datei erstellt
es_es: Archivo de ruta GPX creado
it_it: File GPX Rotta creato

source: GPX Route file export failed
de_de: Export der GPX Route fehlgeschlagen
es_es: Error al exportar el archivo de ruta GPX
it_it: Esportazione file GPX Rotta non riuscita

source: Zero Time Step
cs_cz: Nulový časový krok
de_de: Null-Zeitschritt
es_es: Configuración de Tiempo Cero
fil_ph: Hakbang na may Oras na Sero
id_id: Langkah Waktu Kosong
it_it: Intervallo di tempo zero
nl_nl: Tijd in stappen van nul
pt_br: Intervalo de Tempo Zero

source: inside exclusion boundary
cs_cz: uvnitř hranic vyloučení
de_de: innerhalb der Ausschlussgrenze
es_es: dentro del límite de exclusión
et_ee: välistava piiri sees
fil_ph: sa loob ng nakabukod na hangganan
id_id: di dalam batas pengeluaran
it_it: all'interno del confine di esclusione
nl_nl: binnen uitsluitingslijn
pt_br: dentro da zona de exclusão

source: lies outside of Max Latitude constraint
cs_cz: leží mimo omezení Max zem. šířky
de_de: liegt außerhalb der Max-Breitengrad-Beschränkung
es_es: yace fuera de la restricción de Máxima Latitud
fil_ph: nasa labas ng Pinakamataas na Latitude na hadlang
id_id: berada di luar batasan Max Latitude
it_it: si trova al di fuori del vincolo di massima latitudine
nl_nl: ligt buiten Max Latitude beperking
pt_br: encontra-se fora da restrição Max Latitude

source: &Open
cs_cz: &Otevřít
de_de: &Öffnen
es_es: &O Abrir
et_ee: &Ava
fil_ph: &Magbukas
id_id: &Buka
it_it: &Apri
nl_nl: &Openen
pl_pl: &Otwórz
pt_br: & Aberto
tr_tr: &Aç

source: &Save
cs_cz: &Uložit
de_de: &Speichern
es_es: &S Guardar
et_ee: &Säilita
fil_ph: &Mag-save
id_id: &Menyimpan
it_it: &Salva
nl_nl: &Opslaan
pl_pl: &Zapisz
pt_br: &Salvar
tr_tr: &Kaydet

source: &Close
cs_cz: &Zavřít
de_de: &Schließen
es_es: &Cerrar
et_ee: %Sulge
fil_ph: &Magsarado
id_id: &Tutup
it_it: &Chiudi
nl_nl: &Sluiten
pl_pl: &Zamknij
pt_br: &Fechar
tr_tr: &Kapat

source: &File
cs_cz: &Soubor
de_de: Datei
es_es: &F Archivo
et_ee: &Fail
fil_ph: &Taklasan
id_id: &Berkas
nl_nl: &Bestand
pl_pl: &Plik
pt_br: &Arquivo
tr_tr: &Dosya

source: &New Position
cs_cz: &Nová pozice
de_de: &Neue Position
es_es: &Nueva posición
et_ee: &Uus asukoht
fil_ph: &Bagong Posisyon
id_id: &Kedudukan Baru
it_it: &Nuova Posizione
nl_nl: &Nieuwe positie
pl_pl: &Nowa pozycja
pt_br: &Nova posição
tr_tr: &Yeni Pozisyon

source: &Update Boat Position
cs_cz: &Aktualizovat pozici lodi
de_de: Bootsposition aktualisieren
es_es: Act&ualizar posición del barco
et_ee: &Uuenda laeva asukohta
fil_ph: &Mag-update sa Posisyon ng Barko
id_id: &Perbarui Posisi Perahu
it_it: &Aggiorna Posizione Barca
nl_nl: &Bijwerken vaartuigpositie
pl_pl: &Aktualizacja pozycji statku
pt_br: &Atualizar a posição do barco
tr_tr: &Tekne Pozisyonunu Güncelle

source: &Delete
cs_cz: &Smazat
de_de: &Löschen
es_es: &DBorrar
et_ee: K&ustuta
fil_ph: &Magtanggal
id_id: &Menghapus
it_it: &Elimina
nl_nl: &Verwijderen
pl_pl: &Usuń
pt_br: &Excluir
tr_tr: &Sil

source: Delete &All
cs_cz: Smazat vše
de_de: &Alle löschen
es_es: Borr&ar Todo
et_ee: Kustut&a kõik
fil_ph: Tanggalin ang &Lahat
id_id: Hapus &Semua
it_it: Elimina &Tutto
nl_nl: &Alles verwijderen
pl_pl: Usuń wszystko
pt_br: Excluir &tudo
tr_tr: &Tümünü sil

source: &Position
cs_cz: &Pozice
es_es: &Posición
et_ee: &Asukoht
fil_ph: &Posisyon
id_id: &Posisi
it_it: &Posizione
nl_nl: &Positie
pl_pl: &Pozycja
pt_br: &Posição
tr_tr: &Pozisyon

source: &New
cs_cz: &Nový
de_de: &Neu
es_es: &Nuevo
et_ee: &Uus
fil_ph: &Bago
id_id: &Baru
it_it: &Nuovo
nl_nl: &Nieuw
pl_pl: &Nowa
pt_br: &Novo
tr_tr: &Yeni

source: &Batch
cs_cz: &Dávkově
es_es: &B Lote
et_ee: &Pakk
fil_ph: &Pangkat
it_it: Lotto
pl_pl: &Wsad
pt_br: &Lote
tr_tr: &Toplu

source: &Edit
cs_cz: &Upravit
de_de: B&earbeiten
es_es: &Editar
et_ee: &Muuda
fil_ph: &Mag-edit
id_id: %Ubah
it_it: &Modifica
nl_nl: &Bewerken
pl_pl: & Edytuj
pt_br: &Editar
tr_tr: &Düzenle
