Repository: rgleason/weather_routing_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fil_ph, id_id, it_it, nl_nl, pl_pl, pt_br, tr_tr

source: to
cs_cz: do
de_de: nach
es_es: a
et_ee: kuni
fil_ph: patungo sa
id_id: untuk
it_it: a
nl_nl: tot
pl_pl: do
pt_br: Para

source: Route from
cs_cz: Trasa z
de_de: Route von
es_es: Ruta desde
et_ee: Tee alates
fil_ph: Magruta mula sa
id_id: Rute dari
it_it: Itinerario da
nl_nl: Route vanuit
pl_pl: Droga z
pt_br: Rota de
tr_tr: Şuradan alınan rota

source: Leaving
cs_cz: Odplutí
de_de: Abfahrt
es_es: Zarpado
et_ee: Lahkumas
fil_ph: Paalis
id_id: Peninggalan
it_it: In partenza
nl_nl: Afvaart
pl_pl: Opuszczać
pt_br: Deixando
tr_tr: Ayrılma

source: Arriving
cs_cz: Připlutí
de_de: Ankunft
es_es: Arrivo
et_ee: Saabumas
fil_ph: Parating
id_id: Sampai
it_it: In arrivo
nl_nl: Bestemming
pl_pl: Przybywać
pt_br: Chegando
tr_tr: Ulaşma

source: Duration
cs_cz: Doba trvání
de_de: Dauer
es_es: Duración
et_ee: Kestus
fil_ph: Tagal
id_id: Jangka waktu
it_it: Durata
nl_nl: Duur
pl_pl: Czas trwania
pt_br: Duração
tr_tr: Süre

source: Distance sailed:
cs_cz: Uplutá vzdálenost:
de_de: gesegelte Distanz:
es_es: Distancia navegada:
et_ee: Purjetatud vahemaa:
fil_ph: Distansyang nalayag:
id_id: Kejahuan berlayar:
it_it: Distanza veleggiata:
nl_nl: Afgelegde verheid:
pl_pl: Przepłynięty dystans:
pt_br: Distância navegada:
tr_tr: Yol alınan uzaklık:

source: longer than great circle route
cs_cz: delší než trasa po velké kružnici
de_de: länger als Großkreisroute
es_es: mas largo que ortodrómica
et_ee: kauem kui suurringj tee
fil_ph: mas mahaba kaysa sa ruta nang malalaking bilog
id_id: lebih panjang dari lingkaran besar
it_it: più lungo del grande percorso cerchio
nl_nl: langer dan grootcirkelroute
pl_pl: dalej niż droga po ortodromie
pt_br: maior que grande círculo rota
tr_tr: büyük daire rotasından daha uzun

source: Average Speed Over Water (SOW)
cs_cz: Průměrná rychlost proti vodě (SOW)
de_de: Durchschnittsgeschwindigkeit durchs Wasser (FdW)
es_es: Promedio de velocidad sobre el agua (SOW)
et_ee: Keskmine kiirus üle vee (SOW)
fil_ph: Karaniwang Bilis Sa Tubig (SOW)
id_id: Kecepatan rata-rata di Atas Air (MENABUR)
it_it: Velocità Media Sull’Acqua (SOW)
nl_nl: Gem. vaart door water (V)
pl_pl: Śr. prędkość po wodzie (SOW)
pt_br: Velocidade média sobre a água (SOW)
tr_tr: Su Üzerindeki Ortalama Hız (SOW)

source: knots
cs_cz: uzly
de_de: Knoten
es_es: nudos
et_ee: sõlme
fil_ph: mga knot
id_id: simpul
it_it: nodi
nl_nl: knopen
pl_pl: węzłów
pt_br: nós
tr_tr: deniz mili

source: Average Speed Over Ground (SOG)
cs_cz: Průměrná rychlost proti dnu (SOG)
de_de: Durchschnittliche Geschwindigkeit über Grund (SOG)
es_es: Promedio de velocidad efectiva (SOG)
et_ee: Keskmine kiirus põhja suhtes (SOG)
fil_ph: Karaniwang Bilis Sa Lupa (SOG)
id_id: Rata-rata Kecepatan di atas tanah (SOG)
it_it: Velocità mdia al suolo (SOG)
nl_nl: Gem. grondvaart (Vgr)
pl_pl: Śr. prędkość nad dnem (SOG)
pt_br: Velocidade média sobre o solo (SOG)
tr_tr: Yer Üzerindeki Ortalama Hız (SOG)

source: Average Wind
cs_cz: Průměrný vítr
de_de: Durchschnittliche Windgeschwindigkeit
es_es: Viento medio
et_ee: Keskmine tuul
fil_ph: Karaniwang Hangin
id_id: Angin rata-rata
it_it: Vento Medio
nl_nl: Gem. wind
pl_pl: Śr. prędkość wiatru
pt_br: Vento médio
tr_tr: Ortalama Rüzgar

source: Maximum Wind
de_de: Maximaler Wind
es_es: Viento máximo
it_it: Vento Massimo
nl_nl: Maximale wind

source: Average Swell
cs_cz: Průměrné vlnění
de_de: Durchschnittliche Höhe Dünung
es_es: Oleaje media
et_ee: Keskmine lainetus
fil_ph: Karaniwang Bukol
id_id: Rata-Rata membengkak
it_it: rigonfiamento medio
nl_nl: Gem. deining
pl_pl: Śr. wysokość fali
pt_br: Onda média
tr_tr: Ortalama Ölü Dalga

source: meters
cs_cz: metry
de_de: Meter
es_es: metros
et_ee: meetrit
fil_ph: metros
id_id: meter
it_it: metri
nl_nl: meter
pl_pl: metry
pt_br: metros
tr_tr: metre

source: Upwind
cs_cz: Proti větru
de_de: Am Wind
es_es: Contra el viento
et_ee: Vastutuult
fil_ph: Pasalungat
id_id: Melawan angin
it_it: Bolina
nl_nl: Bovenwinds
pl_pl: Pod wiatr
pt_br: Contra o vento
tr_tr: Rüzgara karşı

source: Port/Starboard
cs_cz: Zleva/Zprava
de_de: Back-/Steuerbord
es_es: Babor/estribor
et_ee: Pak-/tüürpoord
fil_ph: Kaliwang Tagiliran/Kanang Tagiliran
id_id: Port/Kanan
it_it: Porta/Starboard
nl_nl: BB / SB
pl_pl: lewa/prawa burta
pt_br: Bombordo Boreste
tr_tr: İskele/Sancak

source: Number of tacks
cs_cz: Počet obratů
de_de: Anzahl Tracks
es_es: Número de Viradas
et_ee: Halsside arv
fil_ph: Bilang ng mga pagliko
id_id: Jumlah paku payung
it_it: Numero di traccie
nl_nl: Aantal slagen
pl_pl: Liczba halsów
pt_br: Número de tacks
tr_tr: Yön Değişikliği Sayısı

source: Sailing comfort
de_de: Segelkomfort
es_es: Comodidad en navegación
it_it: Confort nautico
nl_nl: Zeilcomfort

source: speed change due to
cs_cz: Změna rychlosti kvůli
de_de: Geschwindigkeitsänderung aufgrund
es_es: cambio de velocidad por
et_ee: kiiruse muutmine seoses
fil_ph: pagbabago sa bilis dahil sa
id_id: karena perubahan kecepatan
it_it: cambio di velocità dovuto a
nl_nl: vaartverandering wegens
pl_pl: Zmiana prędkości ze względu na
pt_br: mudança de velocidade devido a
tr_tr: sebebiyle hız değişikliği

source: unfavorable
cs_cz: nepříznivé
de_de: ungünstige
es_es: desfavorable
et_ee: ebasoodne
fil_ph: hindi kanais-nais
id_id: tidak menyenangkan
it_it: sfavorevole
nl_nl: ongunstig
pl_pl: niekorzystny
pt_br: desfavorável
tr_tr: olumsuz

source: currents.
cs_cz: proudy.
de_de: Strömungen.
es_es: corrientes.
et_ee: hoovused.
fil_ph: mga alon.
id_id: arus.
it_it: corrente.
nl_nl: stroom
pl_pl: prądy.
pt_br: correntes.
tr_tr: akıntılar.

source: No routes to report yet.
cs_cz: Ještě nnejsou trasy pro report.
de_de: Noch keine Routen noch melden.
es_es: No hay rutas para informar aún.
et_ee: Ühtegi teed pole veel teatada.
fil_ph: Wala pang rutang maiiulat.
id_id: Tidak ada rute untuk dilaporkan.
it_it: Ancora nessun rotta da segnalare.
nl_nl: Nog geen routes te melden.
pl_pl: Brak dróg do zgłoszenia.
pt_br: Não há rotas para relatar ainda.
tr_tr: Henüz raporlanacak rota yok.

source: to
cs_cz: do
de_de: bis
es_es: a
et_ee: kuni
fil_ph: sa
id_id: untuk
it_it: a
nl_nl: tot
pl_pl: do
pt_br: Para

source: configurations
cs_cz: konfigurace
de_de: Konfigurationen
es_es: configuraciones
et_ee: seadistused
fil_ph: mga pagsasaayos
id_id: konfigurasi
it_it: configurazioni
nl_nl: configuraties
pl_pl: konfiguracja
pt_br: Configurações
tr_tr: yapılandırmalar

source: <dt>Fastest configuration
cs_cz: <dt>Nejrychlejší konfigurace
de_de: <dt>Schnellste Konfiguration
es_es: <dt>configuración rápida
et_ee: <dt>Kiireim seadistus
fil_ph: <dt>Pinakamabilis na pagsasayos
id_id: <dt>Konfigurasi Tercepat
it_it: Configurazione la plus rapide
nl_nl: <dt>Snelste configuratie
pl_pl: <dt>Najszybsza konfiguracja
pt_br: Configuração mais rápida <dt>
tr_tr: <dt>En hızlı yapılandırma

source: avg speed
cs_cz: prům. rychlost
de_de: durchschnittsgeschw.
es_es: velocidad med
et_ee: kesk. kiirus
fil_ph: karaniwang bilis
id_id: kecepatan rata-rata
it_it: velocità media
nl_nl: Gem. vaart
pl_pl: śr. prędkość
pt_br: velocidade media
tr_tr: ortalama hız

source: Best Times (mostly downwind)
cs_cz: Nejlepší časy (většinou po větru)
de_de: Bestzeiten (meist vor dem Wind)
es_es: Los Mejores Tiempos (empopada principalmente)
et_ee: Parimad ajad (enamasti allatuult)
fil_ph: Pinakamabilis na Oras (madalas sa pagsama ng hangin)
id_id: Waktu terbaik (sebagian besar melawan arah angin)
it_it: Durata migliora (soprattutto downwind)
nl_nl: Snelste tijd (vooral voor de wind)
pl_pl: Najlepsze czasy (głównie z wiatrem)
pt_br: Melhores tempos (principalmente contra o vento)
tr_tr: En iyi Zamanlar (çoğunlukla rüzgar yönünde)

source: none
cs_cz: nic
de_de: keine
es_es: ninguno
et_ee: ühtegi
fil_ph: wala
id_id: tidak ada
it_it: nessuno
nl_nl: geen
pl_pl: brak
pt_br: nenhum
tr_tr: hiçbiri

source: any
cs_cz: jakýkoli
de_de: alle
es_es: cualquiera
et_ee: iga
fil_ph: anuman
id_id: apa saja
it_it: qualsiasi
nl_nl: elke
pl_pl: wszelkie
pt_br: qualquer
tr_tr: hiç

source: and
cs_cz: a
de_de: und
es_es: y
et_ee: ja
fil_ph: at
id_id: dan
it_it: e
nl_nl: en
pl_pl: i
pt_br: e
tr_tr: ve

source: Best Sailing Comfort
de_de: Optimaler Segelkomfort
es_es: Mejor Confort de Navegación
it_it: Miglior comfort nautico
nl_nl: Beste zeilcomfort

source: Cyclones
cs_cz: Cyklóny
de_de: Zyklone
es_es: Ciclones
et_ee: Tsüklonid
fil_ph: Mga bagyo
id_id: Siklon
it_it: Cicloni
nl_nl: Orkanen
pl_pl: Cyklony
pt_br: Ciclones
tr_tr: Siklonlar

source: Calculating Cyclone Crossings
cs_cz: Výpočet přechodů cyklon
de_de: Berechnung der Zyklon Bahnen
es_es: Cálculo de Cruce con Ciclón
et_ee: Tsükloni läbimist arvutamas
fil_ph: Pagkalkula sa mga Pagtawid sa Bagyo
id_id: Menghitung siklon penyeberangan
it_it: Calcolo dei punti di passaggio del ciclone
nl_nl: Berekenen orkaankruisingen
pl_pl: Obliczania przejścia cyklonu
pt_br: Cálculo de cruzamentos de ciclone
tr_tr: Siklon Geçişlerini Hesaplama

source: Climatology data unavailable.
cs_cz: Klimatologická data nejsou k dispozici.
de_de: Climatology-Daten nicht verfügbar.
es_es: Datos de climatología no disponibles.
et_ee: Klimatoloogia andmed pole saadaval.
fil_ph: Walang datos sa klimatolohiya.
id_id: Data klimatologi tidak tersedia.
it_it: Dati di Climatologia non disponibili.
nl_nl: Klimatologiegegevens niet beschikbaar.
pl_pl: Klimatologia - dane niedostępne.
pt_br: Dados de climatologia indisponíveis.
tr_tr: İklimbilim veri kullanılamaz.

source: all months
cs_cz: všechny měsíce
de_de: alle Monate
es_es: todos los meses
et_ee: kõik kuud
fil_ph: lahat ng buwan
id_id: semua bulan
it_it: tutti i mesi
nl_nl: alle maanden
pl_pl: wszystkie miesiące
pt_br: todos os meses
tr_tr: tüm aylar

source: All routes are safe from cyclones.
cs_cz: Všechny trasy jsou v bezpečí před cyklonami.
de_de: Alle Routen sind sicher vor Wirbelstürmen.
es_es: Todas las rutas están libres de ciclones.
et_ee: Kõik teed on tsüklonite eest kaitstud.
fil_ph: Ang lahat ng ruta ay ligtas mula sa mga bagyo.
id_id: Semua rute aman dari topan.
it_it: Tutti le rotte sono al sicuro dai cicloni.
nl_nl: Alle routes zijn orkaanvrij.
pl_pl: W wyznaczonych drogach nie ma groźby cyklonu.
pt_br: Todas as rotas estão a salvo de ciclones.
tr_tr: Tüm rotalar siklonlar açısından güvenlidir.

source: No routes found to be safe from cyclones.
cs_cz: Nenelezena žádná trasa v bezpečí před cyklonami.
de_de: Keine Routen sicher vor Wirbelstürmen gefunden.
es_es: No se han encontrado rutas libres de ciclones.
et_ee: Ükski tee pole tsüklonite eest kaitstud.
fil_ph: Walang nakitang rutang ligtas mula sa mga bagyo.
id_id: Tidak ada rute yang ditemukan aman dari topan.
it_it: Nessun rotta trovato per essere al sicuro dai cicloni.
nl_nl: Geen enkele route is orkaanvrij.
pl_pl: Nie można znaleźć drogi bez cyklonów.
pt_br: Não há rotas encontradas para estar seguro de ciclones.
tr_tr: Siklonlar açısından güvenli olan rota bulunamadı.

source: Start times for cyclone safe routes:
cs_cz: Počáteční časy pro trasy bezpečné řed cyklonami:
de_de: Startzeiten für Zyklonsichere Routen:
es_es: Hora de zarpado para ruta libre de ciclones:
et_ee: Tsüklonist ohutu tee algusajad:
fil_ph: Mga panimulang oras para sa mga ligtas na ruta mula sa bagyo:
id_id: Memulai rute aman dari topan:
it_it: Orario di inizio per le rotte sicuri del ciclone:
nl_nl: Starttijden voor orkaanvrije routes:
pt_br: Hora de início para rotas seguras de ciclone:
tr_tr: Kasırga güvenli rotaları için başlama saatleri:

source: Weather Routing Reports gives an overview of a given route based on multiple configurations. For example using the configuration batch dialog, it is possible to easily generate multiple otherwise identical configurations which have different starting times.
de_de: Wetter-Routing-Berichte geben einen Überblick über eine bestimmte Route basierend auf vielfachen Konfigurationen. Zum Beispiel über den Konfigurationsbatch-Dialog, Es ist möglich, mehrere anderweitig identische Konfigurationen mit unterschiedlichen Startzeiten zu generieren.
es_es: Los informes de ruta meteorológicas proporcionan una visión general de una ruta determinada basada en múltiples configuraciones. Por ejemplo usando el diálogo de configuración por lotes, es posible generar múltiples configuraciones idénticas que tienen diferentes tiempos de inicio.

source: Once all of these configurations are computed, they become available to the report generator. An overview can be given of the best times, expected speed, and weather conditions. If climatology is available, cyclone risk and additional weather conditions may be described.
de_de: Sobald alle diese Konfigurationen berechnet wurden, werden sie dem Reportgenerator zur Verfügung gestellt. Eine Übersicht über die besten Zeiten, die erwartete Geschwindigkeit und die Wetterbedingungen wird erstellt. Wenn die Klimatologie verfügbar ist, können Zyklonrisiken und zusätzliche Wetterbedingungen beschrieben werden.
es_es: Una vez que todas estas configuraciones están calculadas, están disponibles para el generador de reportes. Se puede tener una visión general de los mejores tiempos, velocidad esperada y condiciones meteorológicas. Si la climatología está disponible, puede describirse el riesgo del ciclón y las condiciones meteorológicas adicionales.

source: Weather Routing Report
cs_cz: Report Weather routingu
de_de: Wetter-Routen Report
es_es: Informe de Derrota Meteorológica
et_ee: Ilma teekonna aruanne
fil_ph: Ulat ng Pagruruta sa Panahon
id_id: Laporan Rute Cuaca
it_it: Relazione Routing Meteo
nl_nl: Weerrouterings-rapport
pl_pl: Moduł optymalizacji pogodowej raport
pt_br: Relatório Meteorológico de Roteamento
tr_tr: Hava Yönlendirme Raporu

source: No wind data for this position at that time
de_de: Keine Winddaten für diese Position zu diesem Zeitpunkt
es_es: No hay datos de viento para esta posición en ese momento

source: No error
de_de: Kein Fehler
es_es: Sin errores

source: Already propagated
es_es: Ya propagado

source: Exceeded maximum swell
de_de: Maximale Dünung überschritten
es_es: Excedido mar de fondo máximo

source: Exceeded maximum latitude
de_de: Maximalen Breitengrad überschritten
es_es: Latitud máxima excedida

source: Wind data retrieval failed
de_de: Abruf der Winddaten fehlgeschlagen
es_es: Fallo al recuperar datos del viento

source: Exceeded maximum wind speed
de_de: Maximale Windgeschwindigkeit überschritten
es_es: Velocidad máxima del viento excedida

source: Exceeded wind vs current threshold
de_de: Überschrittener Schwellenwert Wind gegen Strömung
es_es: Excedido viento vs umbral de corriente

source: Angle outside search limits
de_de: Winkel außerhalb der Suchgrenzen
es_es: Ángulo fuera de los límites de búsqueda

source: Polar constraints not met
de_de: Einschränkungen der Polardaten nicht erfüllt
es_es: Restricciones polares no cumplidas

source: Boat speed computation failed
de_de: Berechnung der Bootgeschwindigkeit fehlgeschlagen
es_es: Cálculo de velocidad de barco fallido

source: Exceeded maximum apparent wind
de_de: Maximaler Scheinbarer Wind überschritten
es_es: Viento aparente máximo excedido

source: Land intersection detected
de_de: Landfall erkannt
es_es: Intersección de tierra detectada

source: Boundary intersection detected
de_de: Überschreitung einer Begrenzung erkannt
es_es: Intersección de límites detectada

source: Cyclone track crossing detected
de_de: Überquerung eines Zyklonpfades erkannt
es_es: Cruce derrota de Ciclón detectada

source: No valid angles found
de_de: Keine gültigen Winkel gefunden
es_es: No se encontraron ángulos válidos

source: Position propagation failed
es_es: Falló la propagación de posición

source: Position
cs_cz: Pozice
es_es: Posición
et_ee: Asukoht
fil_ph: Posisyon
id_id: Posisi
it_it: Posizione
nl_nl: Positie
pl_pl: Pozycja
pt_br: Posição
tr_tr: Pozisyon

source: Bearing from parent
es_es: Demora desde "parent"

source: Heading from parent
es_es: Rumbo desde "parent"

source: Isochrone exceeds GRIB data range at:
de_de: Isochrone überschreitet den GRIB-Datenbereich bei:
es_es: Isocrona excede el rango de datos GRIB en:

source: Missing wind data in GRIB for time:
de_de: Fehlende Winddaten in GRIB für Zeitpunkt:
es_es: Falta información de viento en GRIB para el tiempo:

source: Route requires climatology data (currently disabled)
de_de: Route erfordert Klimatologiedaten (derzeit deaktiviert)
es_es: La ruta requiere datos de climatología (actualmente desactivado)

source: Missing required climatology data for this configuration
de_de: Erforderliche Klimatologiedaten für diese Konfiguration fehlen
es_es: Faltan datos de climatología requeridos para esta configuración

source: Unknown weather forecast error occurred
de_de: Unbekannter Wettervorhersage Fehler aufgetreten
es_es: Acaecido un error desconocido de previsión meteorológica

source: GRIB has no data
de_de: GRIB ist leer
es_es: GRIB no tiene datos

source: GRIB does not contain wind data
de_de: GRIB enthält keine Winddaten
es_es: GRIB no contiene datos del viento

source: No climatology data available
de_de: Climatology-Daten nicht verfügbar
es_es: No hay datos de climatología disponibles

source: Climatology is disabled
de_de: Climatologie ist deaktiviert
es_es: Climatología desactivada

source: Other GRIB error
de_de: Sonstiger GRIB-Fehler
es_es: Otro error de GRIB

source: No routing data available.
de_de: Keine Routingdaten verfügbar.
es_es: No hay datos de ruta disponibles.

source: Route calculation completed successfully.
de_de: Routenberechnung erfolgreich abgeschlossen.
es_es: Cálculo de ruta completado con éxito.

source: Route calculation terminated without finding a path to destination.
de_de: Die Routenberechnung wurde beendet, ohne einen Weg zum Ziel zu finden.
es_es: Cálculo de ruta finalizado sin encontrar una ruta al destino.

source: Land crossing detected - the destination may be unreachable by water.
de_de: Landfal erkannt - das Ziel könnte nicht über Wasser erreichbar sein.
es_es: Detectado cruce en Tierra - el destino puede ser no alcanzable por mar.

source: Boundary crossing detected - the destination may be inside a boundary area.
de_de: Überschreitung einer Begrenzung erkannt - das Ziel kann sich innerhalb eines begrenzten Bereichs befinden.
es_es: Detectado cruce en límite - el destino puede ser estar dentro de un área cercada.

source: Route calculation failed to reach destination. Common issues:
de_de: Routenberechnung konnte das Ziel nicht erreichen. Übliche Probleme:
es_es: El cálculo de ruta no pudo llegar al destino. Problemas comunes:

source: occurrences
de_de: Vorkommen
es_es: sucesos

source: Sample position analysis:
de_de: Beispielsanalyse Position:
es_es: Análisis de posición de muestra:

source: Route is blocked by land. Consider increasing '%s' or checking if destination is reachable by water.
de_de: Route ist vom Land blockiert. Überlege '%s' zu erhöhen oder überprüfe, ob das Ziel über Wasser erreichbar ist.
es_es: La ruta está bloqueada por tierra. Considera aumentar '%s' o comprobar si el destino es accesible por mar.

source: Max Diverted Course
cs_cz: Max odklon kursu
de_de: Max Kursabweichung
es_es: Desviación máx. del rumbo
et_ee: Maks kõrvalekalduv kurss
fil_ph: Pinakamalaking Nalihis na Pagdadaraanan
it_it: Deviazione massima di rotta
nl_nl: Max. aangepaste koers
pl_pl: Max kurs zwrotu
pt_br: Max curso desviado
tr_tr: Max Seyir Yönü

source: Wind exceeds limits. Increase '%s' if safe.
de_de: Wind überschreitet Grenzen. Erhöhe '%s' wenn das sicher ist.
es_es: El viento excede los límites. Aumenta '%s' si es seguro.

source: Max True Wind
cs_cz: Max skut. vítr
es_es: Max viento real
et_ee: Maks tõeline tuul
fil_ph: Pinakamalakas na Totoong Hangin
it_it: Max Vento Vero
nl_nl: Max. ware wind
pl_pl: Max wiatr rzeczywisty
pt_br: Vento verdadeiro Maximo
tr_tr: Max Gerçek Rüzgar

source: Polar data limits blocking progress. Verify polar matches conditions.
de_de: Die Grenzen der Polardaten blockieren den Fortgang. Überprüfen Sie die Polardaten für die Parameter.
es_es: Límites de datos polares bloquean el avance. Verifica las condiciones de las coincidencias polares.

source: error, thread already created
cs_cz: chyba, vlákno již existuje
de_de: Fehler, den thread bit es bereits
es_es: error, hilo ya creado
et_ee: viga, lõim juba loodud
fil_ph: kamalian, ang hibla ay nagawa na
id_id: kesalahan, thread sudah dibuat
it_it: errore, thread già creato
nl_nl: fout, thread is al gemaakt
pl_pl: błąd, wątek jest już utworzony
pt_br: erro, segmento já criado
tr_tr: hata, konu zaten oluşturuldu

source: Configuration specifies cyclone track avoidance and Climatology cyclone data is not available
cs_cz: Konfigurace určuje vyhýbání trasám cyklón, ale klimatologie nemá data k dispozici.
de_de: Die Konfiguration fordert die Vermeidung von Zyklonbahnen aber die Climatology Daten stehen nicht bereit
es_es: La configuración especifica la ruta para evitar los ciclones y los datos de su climatología no está disponible
et_ee: Seadistus määratleb tsükloni tee vältimise ja tsükloni andmed klimatoloogias ei ole kättesaadavad
fil_ph: Ang pagsasaayos ay tumutukoy sa landas ng pag-iwas sa bagyo at wala ang datos ng bagyo sa Klimatolohiya
id_id: Konfigurasi menentukan penghindaran jalur siklon dan data siklon klimatologi tidak tersedia
it_it: La configurazione specifica l'evitamento della traccia del ciclone ed i dati della Climatologia ciclone che non sono disponibili
nl_nl: Configuratie specificeert cycloon-track-vermijding en klimatologische cycloongegevens zijn niet beschikbaar
pt_br: Configuração especifica da evasão da faixa de ciclone e climatologia dados de ciclone não estão disponíveis
tr_tr: Yapılandırma kasırga yolunun önlenmesini ve İklim bilim kasırga verisinin kullanılabilir olmadığını belirtir

source: Configuration specifies boundary exclusion but ocpn_draw_pi boundary data not available
cs_cz: Konfigurace určuje vyhýbíní hranicím, ale data z ocpn_draw_pi nejsou k dispozici.
de_de: Die Konfiguration fordert die Vermeidung von Ausgrenzungen, aber ocpn_draw_pi Grenzzonen Daten stehen nicht bereit
es_es: La configuración especifica da la exclusión de límites pero los datos de límite de ocpn_draw_pi no están disponibles
et_ee: Seadistus määratleb piiri välistamise kuid ocpn_draw_pi piiri andmed pole saadaval
fil_ph: Ang pagsasaayos ay tumutukoy pagbubukod ng hangganan ngunit wala ang datos ng hangganan saocpn_draw_pi
id_id: Konfigurasi menentukan pengecualian batas tetapi data batas ocpn_draw_pi tidak tersedia
it_it: La configurazione specifica l'esclusione al confine ma i dati di confine di ocpn_draw_pi non sono disponibili
nl_nl: Configuratie specificeert uitsluiting van grenzen, maar ocpn_draw_pi grensgegevens niet beschikbaar
pt_br: Configuração especifica do limite de exclusão mas ocpn_draw_pi dados de limites não disponíveis
tr_tr: Yapılandırma sınır dışında bırakmayı belirtir ama sınır verisi ocpn_draw_pi kullanılabilir değil

source: Configuration does not allow grib or climatology wind data
cs_cz: Konfigurace neumožňuje data větru z gribu nebo klimatologie
de_de: Die Einstellungen erlauben keine Grib oder Klimatologie Winddaten
es_es: La configuración no permite acceso a datos grib o a la climatología de vientos
et_ee: Seadistus ei võimalda grib või klimatoloogia tuule andmed
fil_ph: Ang pagsasaayos ay hindi nagpapahintulot sa datos ng hangin sa grib o klimatolohiya
id_id: Konfigurasi tidak memungkinkan grib atau klimatologi data angin
it_it: La configurazione non consente dati del vento grib o climatologia
nl_nl: Configuratie staat geen GRIB of klimatologische windgegevens toe
pt_br: Configuração não permite dados de grib de vento ou climatologia
tr_tr: Yapılandırma grib verilerine veya iklim bilim rüzgar verilerine izin vermiyor

source: Good
de_de: Gut
es_es: Bien

source: Bumpy
de_de: Holperig
es_es: Desigual

source: Difficult
de_de: Schwierig
es_es: Difícil
