Repository: rgleason/weather_routing_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fil_ph, id_id, it_it, nl_nl, pl_pl, pt_br, tr_tr

source: Leave any cell blank to automatically interpolate from nearby values. Use a value of 0.0 to specify invalid (cannot be used) View the polar plot in the boat dialog while editing the polar.
de_de: Lassen Sie eine Zelle leer, um automatisch von den benachbarten Werten. Verwenden Sie einen Wert von 0.0 für ungültig (kann nicht verwendet werden) Den Polar Plot während der Bearbeitung im Bootsdialog anzeigen.
es_es: Deja cualquier celda en blanco para auto-interpolar valores cercanos. Usa un valor 0.0 para especificar no válido (no se puede usar) Ver el ploteado polar en el diálogo del barco mientras se edita el polar.
it_it: Lascia vuoto qualsiasi cella per interpolare automaticamente dai valori vicini. Usa un valore di 0. per specificare non valido (non può essere usato) Visualizza il grafico polare nella finestra di dialogo della barca durante la modifica del polare.
nl_nl: Laat een cel leeg om automatisch te interpoleren met nabije waarden. Gebruik een waarde van 0. voor NVT (mag niet worden gebruikt) Bekijk het polair-plot in het bootvenster tijdens het bewerken van de polar.

source: Grid
cs_cz: Mřížka
de_de: Gitter
es_es: Cuadricula
et_ee: Võrk
fil_ph: Parilya
id_id: Kisi
it_it: Griglia
pl_pl: Siatka
pt_br: Grade

source: True Wind Angles
cs_cz: Úhly skutečného větru
de_de: Wahre Windwinkel
es_es: Ángulos Reales del Viento
et_ee: Tõelised tuule nurgad
fil_ph: Totoong Anggulo ng hangin
id_id: Sudut Angin yang benar
it_it: Angolo reale del vento
nl_nl: Ware windhoek
pt_br: Ângulos de vento verdadeiro
tr_tr: Gerçek Rüzgar Açıları

source: True WInd Speeds
cs_cz: Skutečná rychlost větru
de_de: Wahre Windgeschw.
es_es: Velocidades Reales del Viento
et_ee: Tõelise tuule kiirused
fil_ph: Mga Totoong Bilis ng Hangin
id_id: Kekencangan agin yang benar
it_it: Vera velocità del vento
nl_nl: Ware windsnelheid
pt_br: Velocidade do vento verdadeira
tr_tr: Gerçek Rüzgar Hızları

source: Dimensions
cs_cz: Rozměry
de_de: Dimensionen
es_es: Dimensiones
et_ee: Mõõtmed
fil_ph: Mga Dimensyon
id_id: Dimensi
it_it: Dimensioni
nl_nl: Afmetingen
pl_pl: Wymiary
pt_br: Dimensões
tr_tr: Ölçüler

source: New Measurement
cs_cz: Nové měření
de_de: Neue Messung
es_es: Nueva Medición
et_ee: Uus mõõtmine
fil_ph: Bagong Pagsukat
id_id: Pengukuran Baru
it_it: Nuova misurazione
nl_nl: Nieuwe meting
pl_pl: Nowy pomiar
pt_br: Nova Medição
tr_tr: Yeni ölçüm

source: Apparent Wind
cs_cz: Zdánlivý vítr
de_de: Scheinbarer Wind
es_es: Viento aparente
et_ee: Näiv tuul
fil_ph: Kasalukuyang Hangin
id_id: Angin tampak
it_it: Vento Apparente
nl_nl: Schijnbare wind
pl_pl: Wiatr pozorny
pt_br: Vento aparente
tr_tr: Belirgin Rüzgar

source: True Wind
cs_cz: Skutečný vítr
de_de: Wahrer Wind
es_es: Viento real
et_ee: Tegelik tuul
fil_ph: Totoong Hangin
id_id: Angin sejati
it_it: Vento Vero
nl_nl: Ware wind
pl_pl: Wiatr rzeczywisty
pt_br: Vento verdadeiro
tr_tr: Gerçek Rüzgar

source: Boat Spead
cs_cz: Rychlost lodi
de_de: Boot Geschwindigkeit
es_es: Velocidad del Barco
et_ee: Paadi kiirus
fil_ph: Bilis ng Barko
id_id: Kecepatan perahu
it_it: Velocità Barca
nl_nl: Vaart
pl_pl: Prędkość jednostki
pt_br: Velocidade do barco

source: Measurements
cs_cz: Měření
de_de: Messungen
es_es: Mediciones
et_ee: Mõõtmed
fil_ph: Mga Pagsukat
id_id: Pengukuran
it_it: Misurazioni
nl_nl: Metingen
pl_pl: Pomiary
pt_br: Medições
tr_tr: Ölçümler

source: Remove All
cs_cz: Odstranit vše
de_de: Alles löschen
es_es: Eliminar Todo
et_ee: Eemalda kõik
fil_ph: Alisin ang Lahat
id_id: Menghapus semua
it_it: Rimuovi Tutto
nl_nl: Alles verwijderen
pl_pl: Usuń wszystko
pt_br: Remover todos
tr_tr: Tümünü Kaldır

source: Import NMEA Log
cs_cz: Import NMEA protokolu
de_de: NMEA log importieren
es_es: Importar Registro de NMEA
et_ee: Impordi NMEA-logi
fil_ph: I-angkat ang Talaang NMEA
it_it: Importa Registro Nmea
nl_nl: NMEA-log importeren
pt_br: Importação Log NMEA
tr_tr: NMEA Günlüğünü İçe Aktar

source: Generate Polar
cs_cz: Generovat polár
de_de: Polar erstellen
es_es: Generar Polar
fil_ph: Lumikha ng Polar
it_it: Genera Polar
nl_nl: Polar genereren
pt_br: Gerar Polar
tr_tr: Kutup Oluştur

source: Warning: All of the below are currently not used
cs_cz: Upozornění: Vše dole není momentáně používáno
de_de: Warnung: Alle unten aufgeführten werden derzeit nicht verwendet
es_es: Advertencia: Todo los siguientes no se utilizan actualmente
et_ee: Hoiatus: kõik allpoololev ei ole praegu kasutatud
fil_ph: Babala: Ang lahat ng nasa ibaba ay kasalukuyang hindi ginagamit
id_id: Peringatan: Semua hal di bawah ini tidak boleh digunakan
it_it: Attenzione: Tutti i sottostante non sono attualmente utilizzati
nl_nl: Waarschuwing: Alles hieronder wordt momenteel niet gebruikt
pt_br: Aviso: Todos os abaixo atualmente não são utilizados
tr_tr: Uyarı: Aşağıdakilerin tümü şu anda kullanılmıyor

source: Hull Type
cs_cz: Typ trupu
de_de: Rumpftyp
es_es: Tipo de Casco
et_ee: Korpuse tüüp
fil_ph: Uri ng Hull
it_it: Tipo di carena
nl_nl: Romptype
pl_pl: Rodzaj kadłuba
pt_br: Tipo de casco
tr_tr: Gövde Türü

source: Mono
es_es: Monocasco
id_id: Satu
nl_nl: Monohull
pl_pl: Jednokadłubowiec
tr_tr: Tek

source: Trimaran
es_es: Trimarán
et_ee: Trimaraan
it_it: Trimarano

source: Submarine
cs_cz: Ponorka
de_de: U-Boot
es_es: Submarino
et_ee: Allveelaev
fil_ph: Submarino
id_id: Kapal selam
it_it: Sottomarino
nl_nl: duikboot
pl_pl: Okręt podwodny
pt_br: Submarino
tr_tr: Denizaltı

source: Displacement
cs_cz: Výtlak
de_de: Verdrängung
es_es: Desplazamiento
et_ee: Veeväljasurve
fil_ph: Pag-alis
id_id: Pemindahan
it_it: Spostamento
nl_nl: Waterverplaatsing
pl_pl: Wyporność
pt_br: Deslocamento
tr_tr: Yer Değişimi

source: tons
cs_cz: tun
de_de: Tonnen
es_es: toneladas
et_ee: tonnid
fil_ph: mga tonelada
id_id: ton
it_it: tonnellate
nl_nl: ton
pl_pl: ton
tr_tr: ton

source: Sail Area
cs_cz: Plocha plachet
de_de: Segelfläche
es_es: Superficie vélica
fil_ph: Lugar na Lalayagan
id_id: Wilayah berlayar
it_it: Area delle vele
nl_nl: Zeiloppervlak
pl_pl: Powierzchnia żagli
pt_br: Área vélica
tr_tr: Yelken Alanı

source: Len Water Line (lwl)
cs_cz: Délka na vodorysce (lwl)
de_de: Länge Wasserlinie (lwl)
es_es: Eslora de flotación (lwl)
et_ee: Pikkus veeliinil (LWL)
fil_ph: Kahabaan ng Linya ng Tubid (lwl)
it_it: Lunghezza linea galleggiamento (LLF)
nl_nl: Lengte over waterlijn
pl_pl: Długość linii wodnej (lwl)
pt_br: Comprimento Linha d' água (lwl)

source: Length Over All (loa)
cs_cz: Celková délka (loa)
de_de: Länge über alles (LüA)
es_es: Eslora total (loa)
et_ee: Üldpikkus (LOA)
fil_ph: Kahabaan sa Lahat (loa)
id_id: Lebih Panjang dari Semua (loa)
it_it: Lunghezza Imbarcazione fuori tutto (m)
nl_nl: Lengte over alles (LOA)
pl_pl: Długość LOA (m)
pt_br: Comprimento total (loa)
tr_tr: Tam Uzunluk (loa)

source: Beam
cs_cz: Šířka
de_de: Breite
es_es: Manga
et_ee: Laius
fil_ph: Barakilan
id_id: Sorotan
it_it: Trave principale
nl_nl: Breedte
pl_pl: Szerokość
pt_br: Boca
tr_tr: Işın

source: Sail Area Displacement Ratio
cs_cz: Poměr plochy plachet k výtlaku
de_de: Segelflächen-/Verdrängungsverhältnis
es_es: Ratio superficie vela desplazamiento
fil_ph: Proposyon ng Lugar at Pag-alis sa Paglayag
id_id: Rasio Perpindahan Area berlayar
it_it: Rapporto Area Vela Spostamento
nl_nl: Ratio zeiloppervlak/waterverplaatsing
pl_pl: Współczynnik Powierzchnia żagli Wyporność
pt_br: Relação eslocamento área vélica
tr_tr: Yelken Alanı Yer Değiştirme Oranı

source: Displacement Length Ratio
cs_cz: Poměr výtlaku k délce
de_de: Verdrängungs-/Längenverhältnis
es_es: Ratio desplazamiento eslora
fil_ph: Proposyon sa Haba ng Pag-lis
id_id: Perpindahan Rasio Suhu Udara
it_it: Rapporto Lunghezza Spostamento
nl_nl: Ratio Waterverplaatsing/Lengte
pl_pl: Współczynnik wyporność długość
pt_br: Relação de comprimento / deslocamento
tr_tr: Yer Değiştirme Uzunluğu Oranı

source: Hull Speed
cs_cz: Rychlost trupu
de_de: Rumpfgeschwindigkeit
es_es: Velocidad de casco
et_ee: Korpuse kiirus
fil_ph: Bilis ng Hull
id_id: Kekencangan lambung kapal
it_it: Velocita di carenna
nl_nl: Rompsnelheid
pl_pl: Prędkość kadłuba
pt_br: Velocidade de casco
tr_tr: Gövde Hızı

source: Capsize Risk
cs_cz: Ryziko převržení
de_de: Kenterrisiko
es_es: Riesgo de vuelco
fil_ph: Panganib sa Pagtaob
id_id: Risiko Membalikkan
it_it: Rischio Capsize
nl_nl: Kapseis-risico
pl_pl: Ryzyko wywrócenia
pt_br: Risco de virar
tr_tr: Alabora Riski

source: Comfort Factor
cs_cz: Faktor pohodlí
de_de: Wohlfühlfaktor
es_es: Factor de confort
fil_ph: Paktor ng Kaginhawaan
id_id: Unsur Kenyamanan
it_it: Fattore Comfort
pt_br: Fator de conforto
tr_tr: Konfor Faktörü

source: Add Row
cs_cz: Přidat řádek
de_de: Zeile hinzufügen
es_es: Agregar Fila
fil_ph: Magdagdag ng Hanay
id_id: Menambahkan Baris
it_it: Aggiungi Riga
nl_nl: Rij toevoegen
pl_pl: Dodaj wiersz
pt_br: Adicionar Linha
tr_tr: Satır Ekle

source: Remove Row
cs_cz: Odstranit řádek
de_de: Zeile entfernen
es_es: Eliminar Fila
fil_ph: Alsisin ang Hanay
id_id: Memindahkan Baris
it_it: Rimuovi Riga
nl_nl: Rij verwijderen
pl_pl: Usuń wiersz
pt_br: Remover linha
tr_tr: Satır Sil

source: Add Col
cs_cz: Přidat sloupec
de_de: Spalte hinzufügen
es_es: Agregar Columna
fil_ph: Magdagdag ng Kolum
id_id: Menambahkan Col
it_it: Aggiungi Col
nl_nl: Kolom toevoegen
pl_pl: Dodaj kolumnę
pt_br: Adicionar coluna
tr_tr: Sütun Ekle

source: Remove Col
cs_cz: Odstranit sloupec
de_de: Spalte entfernen
es_es: Eliminar Columna
fil_ph: Alisin ang Kolum
id_id: Memindahkan Kol
it_it: Rimuovi Col
nl_nl: Verwijder Kolom
pl_pl: Usuń kolumnę
pt_br: Remover Coluna
tr_tr: Sütun Kaldır

source: Boat Characteristics
cs_cz: Vlastnosti lodi
de_de: Boot Kennwerte
es_es: Características del Barco
fil_ph: Mga Katangian ng Barko
id_id: Karakteristik Perahu
it_it: Caratteristiche barca
nl_nl: Boot karakteristieken
pt_br: Características do barco
tr_tr: Tekne Özellikleri

source: Weather Route Position
cs_cz: Pozice na weather route
de_de: Wetter-Routenpunkt
es_es: Posición Derrota Meteorológica
et_ee: Ilma teekonna asukoht
fil_ph: Posisyon sa Ruta ng Panahon
id_id: Posisi Rute Cuaca
it_it: Posizione Rotta Meteo
nl_nl: Weerroutepositie
pl_pl: Pozycja drogi pogodowej
pt_br: Posição de Weather Route
tr_tr: Hava Rotası Konumu

source: Weather Route Analysis
de_de: Wetter-Routenanalyse
es_es: Análisis Derrota Meteorológica
it_it: Analisi del percorso meteo
nl_nl: Weer Route Analyse

source: Use versions
de_de: Versionen verwenden
es_es: Usar versiones

source: Grib plugin version not supported.
cs_cz: Nepodporovaná verze doplňku Grib.
de_de: GRIB-Plugin-Version nicht unterstützt.
es_es: Versión del plugin Grib no soportada.
et_ee: Grib-plugin versioon ei ole toetatud.
fil_ph: Ang plugin ng grib ay hindi suportado.
id_id: Versi plugin Grib tidak didukung.
it_it: Versione plugin Grib non supportata.
nl_nl: GRIB plugin-versie wordt niet ondersteund.
pl_pl: Nieobsługiwana wersja wtyczki GRIB.
pt_br: GRIB plugin versão não suportada.
tr_tr: Grib eklenti sürümü desteklenmiyor.

source: Climatology plugin version not supported, no climatology data.
cs_cz: Nepodporovaná verze doplňku Klimatologie, žádná klimatologická data.
de_de: Climatology Plugin-Version nicht unterstützt, keine Climatology-Daten.
es_es: Versión del plugin Climatology no soportada, no hay datos climatológicos.
et_ee: Klimatoloogia plugin versioon ei ole toetatud, klimatoloogiaandmed puuduvad.
fil_ph: Ang bersyon ng plugin sa klimatolohiya ay hindi suportaado, walang datos sa klimatolohiya.
id_id: Versi plugin klimatologi tidak didukung, tidak ada data klimatologi.
it_it: Versione plugin di Climatologia non supportata, nessun dato di climatologia.
nl_nl: De versie van de Klimatologie-plugin wordt niet ondersteund; geen klimatologiegegevens beschikbaar.
pl_pl: Klimatologia- wtyczka nie są obsługiwana, brak danych klimatologii.
pt_br: Versão do plugin Climatologia não suportada, ...
tr_tr: İklimbilim eklenti sürümü desteklenmiyor, iklimbilim verisi yok.

source: N/A
de_de: N/V
fil_ph: Hindi Maaari
nl_nl: N/B
tr_tr: Kullanılamaz

source: BoatFileName
cs_cz: Jméno souboru lodi
de_de: Bootsdateiname
fil_ph: Pangalan sa Taklasan ng barko
it_it: Nome del file della barca
nl_nl: VaartuigBestandsnaam
pl_pl: NazwaPlikuŁodzi
tr_tr: GemiDosyasıİsmi

source: favorable
cs_cz: příznivé
de_de: bevorzugt
et_ee: eelistatud
fil_ph: kanais-nais
id_id: menyenangkan
it_it: Favorevoli
nl_nl: gunstig
pl_pl: korzystny
pt_br: favorável
tr_tr: olumlu

source: (local)
de_de: (lokal)
et_ee: (kohalik)
it_it: (locale)
nl_nl: (plaatselijk)

source: Visible
cs_cz: Viditelný
de_de: Sichtbar
et_ee: Nähtav
fil_ph: Nakikita
id_id: Terlihat
it_it: Visibile
nl_nl: Zichtbaar
pl_pl: Widoczna
pt_br: Visível
tr_tr: Görünür

source: local
cs_cz: místní
de_de: Lokal
et_ee: kohalik
fil_ph: lokal
id_id: daerah
it_it: locale
nl_nl: lokale
pl_pl: lokalne
tr_tr: yerel

source: &Manual
cs_cz: &Manuál
de_de: &Benutzer
et_ee: &Käsitsi
fil_ph: &Manwal
it_it: &Manuale
nl_nl: &Handleiding
pl_pl: & Ręczne
tr_tr: &El ile

source: Catamaran
cs_cz: Katamarán
de_de: Katamaran
et_ee: Katamaraan
it_it: Catamarano
pl_pl: Katamaran
tr_tr: Katamaran

source: Lon
cs_cz: Zem. délka
et_ee: P°
fil_ph: Longhitud
it_it: Longitudine
nl_nl: Lengte (d.d)
pl_pl: λ
tr_tr: Boylam

source: N/A
fil_ph: Hindi Magagamit
it_it: N/D
nl_nl: N/B

source: Lat
cs_cz: Zem. šířka
et_ee: L°
fil_ph: Latitud
nl_nl: Breedte (d.d)
pl_pl: φ
tr_tr: Enlem

source: Polar
cs_cz: Polár
id_id: Kutub
nl_nl: Polairdiagram
pl_pl: Wykres biegunowy
tr_tr: Kutup

source: h
et_ee: t
fil_ph: o
nl_nl: u
tr_tr: s

source: Proa
id_id: Perahu
nl_nl: prauw

source: sq/ft
et_ee: ruutjalg
fil_ph: kuwadrado/piye
nl_nl: vierkante voet

source: ft
et_ee: jalg
fil_ph: piye
nl_nl: voet
pl_pl: stóp

source: WeatherRoutingInformation.html
pt_br: InformaçãoRoteamentoTempo.html
tr_tr: HavaYönlendirmesiBilgisi.html

source: MyButton
pt_br: MeuBotão
tr_tr: BenimButonum

source: m
tr_tr: d

source: Newton
pl_pl: Algorytm Newton

source: Runge Kutta
pl_pl: Algorytm Rungego-Kutty
